import React from 'react';

const TermsKSAArPage = () => {
  return (
    <>
      <div>
        <div className='headline'>اتفاقية السداد مقابل الشراء</div>
        <div className='subheadline'>البنود الأساسية</div>
        <ul>
          <li>
            تتيح لك ميزة التقسيط (الواردة تفصيلاً أدناه) بالسداد مقابل مشترياتك على أقساط كما هو موضح في جدول السداد الخاص بك (الوارد أدناه)، حيث تكون المبالغ الواجب سدادها مستحقة وفقًا لجدول السداد.
          </li>
          <li>
            للتقديم على هذه الميزة، يجب أن يكون عمرك أكثر من 18 عامًا وأن تكون حاملاً لـ:
            <ul>
              <li>إثبات هوية معترف به في المملكة العربية السعودية.</li>
              <li>
                بطاقة خصم مباشر/ ائتمان صادرة في المملكة العربية السعودية.
                <br />
                (انظر البند 9.1 لمعايير الاستحقاق)
              </li>
            </ul>
          </li>
          <li>
            تخضع جميع الطلبات التي يتم تقديمها لموافقة postpay، على سبيل المثال، إذا كان عليكم أي مبالغ مستحقة السداد متأخرة، فلن تكون ميزة التقسيط متاحة لكم (انظر البند 7.1)؛ يمكنكم إجراء عمليات السداد في أي وقت قبل تاريخ الاستحقاق، وإلا فسيتم محاولة السداد من بطاقتكم في التواريخ المجدولة وفقًا لتفويض السداد، وإذا لم يتم إجراء علمية السداد الناجحة في تاريخ الاستحقاق أو قبله، فقد يتم تطبيق الرسوم تأخير على النحو المبين في البند 5.5.
          </li>
          <li>
            يعتبر تسليم وجودة السلع والخدمات ضمن مسئولية البائع ويجب توجيه الشكاوى وطلبات استرداد الأموال المتعلقة بالسلع والخدمات إليه (كما هو موضح أدناه).
          </li>
          <li>
            يرجى قراءة اتفاقية السداد مقابل الشراء (الاتفاقية) وسياسة الخصوصية الخاصة بنا بعناية، بالنقر على قبول هذه الاتفاقية، فإنك توافق على الالتزام بشروط وأحكام هذه الاتفاقية.
          </li>
          <li>
            العناوين الرئيسية الواردة في هذه الوثيقة هي لأغراض مرجعية فقط، يجب عليك طباعة نسخة من هذه الاتفاقية وحفظها للرجوع إليها.
          </li>
        </ul>
        <ol>
          <li>
            <h4>1. أطراف الاتفاقية</h4>
            <p>
              هذه الاتفاقية هي عقد مُبرم بينك/ بينكم ("أنت"/ "أنتم") وبين postpay في المملكة العربية السعودية لتقنية المعلومات ("نحن")، ومالك الوقع الالكتروني أو المتجر الذي تشتري منه السلع أو الخدمات (البائع)، والمشمولة بموجب هذه الاتفاقية بالإشارة إليها.
            </p>
            <p>
              تحدد هذه الاتفاقية الشروط والأحكام التي تنطبق على شرائك للسلع أو الخدمات من المواقع الالكترونية (والتي تشمل أي متجر مادي أو موقع إلكتروني يخص البائع) باستخدام خطة السداد الممتدة الموضحة في البند 5 أدناه (ميزة التقسيط)، وبموجبها فأنت توافق على أن قبولك لهذه الاتفاقية واستخدامك لميزة التقسيط سيعني ضمنياً وصراحةً موافقتك على هذه الاتفاقية.
            </p>
          </li>
          <li>
            <h4>2. علاقتنا</h4>
            <p>
              تقديمك لطلب استخدام ميزة التقسيط يعني أنك توافق على سداد المبالغ المتفق عليها إلينا بموجب هذه الاتفاقية في التواريخ الموضحة في جدول السداد الخاص بك (كما هو محدد أدناه)، بالإضافة إلى أي رسوم تأخير إضافية مطبقة على النحو المحدد والمنصوص عليه في القسم 5 أدناه.
            </p>
          </li>
          <li>
            <h4>3. التغييرات في هذه الاتفاقية</h4>
            <p>
              لن نقوم بتغيير أي شروط وأحكام في أي طلب موجود وتم قبوله فعلياً؛ والشروط والأحكام التي ستنطبق على الطلب المقبول هي الشروط والأحكام المطبقة في وقت تقديم الطلب، ويجوز لنا تعديل هذه الاتفاقية من وقت لآخر، وتقع على عاتقكم مسئولية مراجعة هذه الاتفاقية قبل كل استخدام لميزة التقسيط.
            </p>
          </li>

          <li>
            <h4>4. عمليات نقل أو التنازل عن الحقوق المكفولة بموجب الاتفاقية</h4>
            <ol>
              <li>
                1) لا يمكنك نقل أو التنازل عن أي حقوق قد تكون مكفولة لك بموجب هذه الاتفاقية دون الحصول على موافقة خطية مسبقة منا.
              </li>
              <li>
                2) أنت توافق على أنه يجوز لنا تعيين وكالات تحصيل تابعة لجهات خارجية لتحصيل أي مبالغ مستحقة لنا بموجب هذه الاتفاقية دون موافقتك.
              </li>
              <li>
                3) يجوز لنا نقل أو التنازل عن هذه الاتفاقية، وأي حقوق بموجب هذه الاتفاقية، إلى طرف ثالث دون موافقتك.
              </li>
              <li>
                4) إذا كنت ترغب في إرجاع لسلع التي اشتريتها من البائع، أو كانت لديك شكوى بخصوص عملية الشراء، فيرجى الاتصال بالبائع مباشرةً، ويُرجى ملاحظة أنه يجب توجيه أي أسئلة أو شكاوى بخصوص ميزة التقسيط أو جدول السداد إلينا على بوابة الدعم الخاصة بنا.
              </li>
            </ol>
          </li>

          <li>
            <h4>5. وصف ميزة التقسيط</h4>
            <ol>
              <li>
                5.1 لاستخدام ميزة التقسيط، بما في ذلك إجراء تغييرات على طريقة السداد الخاصة بك وغيرها من المعلومات الشخصية، يجب عليك إنشاء حساب لدينا (الحساب) والموافقة على شروط الاستخدام وسياسة الخصوصية الخاصة بـ postpay.
              </li>
              <li>
                5.2 تتيح لك ميزة التقسيط السداد مقابل السلع أو الخدمات المباعة من خلال المواقع على أقساط، ويُرجى ملاحظة أنه يجوز لنا تعيين حد أدنى وحد أقصى لمبالغ الشراء لاستخدام ميزة التقسيط.
              </li>
              <li>
                5.3 يتم تنفيذ ميزة التقسيط على النحو التالي:
                <ol>
                  <li>
                    1. أولاً، ستقوم بمراجعة المبلغ الإجمالي لعملية الشراء، والقائمة التي تضم مبالغ الأقساط التي يحق لنا تلقيها منك وتواريخ الاستحقاق ذات الصلة لكل دفعة (جدول السداد)، ثم تقم بتحديد طريقة السداد المفضلة لديك، مع تعيين بطاقة ائتمان أو خصم مباشر مؤهلة لتكون وسيلة السداد الخاصة بك.
                  </li>
                  <li>
                    2. بعد ذلك، تقوم بتقديم طلبك مع المورد وسوف نرسل لك تفصيلاً بالمبلغ الممول وجدول السداد الخاص بك (تأكيد جدول السداد)، سيكون جدول السداد الخاص بك متاحًا أيضًا من خلال حسابك ويتم تضمينه بموجب هذه الاتفاقية كمرجع إلى جانب تأكيد جدول السداد الخاص بك.
                  </li>
                  <li>
                    3. كما هو موضح في جدول السداد الخاص بك، سنقوم بتحصيل المبالغ المستحقة السداد (كل دفعة على أقساط) عن طريق فرض رسوم على طريقة الدفع المحددة وفقًا لجدول السداد الخاص بك.
                  </li>
                  <li>
                    4. سيتم خصم مبلغ القسط الأول الخاص بك في الوقت الذي تقوم فيه بالشراء مع خصم القسط (الأقساط) التالية وفقًا لجدول السداد الخاص بك.
                  </li>
                  <li>
                    5. يمكنك الرجوع إلى هذه الاتفاقية وتأكيد جدول السداد الخاص بك للحصول على المعلومات ذات الصلة حول عدم السداد والتخلف عن السداد والحق في تسريع عمليات السداد.
                  </li>
                </ol>
              </li>
              <li>
                5.4 أنت مسئول عن التأكد من أن لديك أموالاً كافية في طريقة السداد الخاصة بك والمتاحة لتسديد دفعات الأقساط في التواريخ المحددة في جدول السداد الخاص بك.
              </li>
              <li id='5.4'>
                5.5 عمليات السداد المتأخرة
                <ol>
                  <li>
                    1. لا توجد رسوم خدمة أو فوائد مرتبطة باستخدام ميزة التقسيط، ومع ذلك، إذا لم يتم سداد دفعات الأقساط قبل تاريخ الاستحقاق كما هو محدد في جدول السداد الخاص بك (تاريخ الاستحقاق)، ولم تتم سداد دفعة القسط بنجاح في تاريخ الاستحقاق، فسوف تطبق عليك الرسوم التالية (رسوم التأخير):
                    <ol>
                      <li>
                        1) 25 ريال سعودي في المرة الأولى التي نحاول فيها سداد دفعة الأقساط ذات الصلة ولم نتمكن سدادها.
                      </li>
                      <li>
                        2) 30 ريال سعودي إذا لم يتم سداد دفعة القسط ذات الصلة في غضون 10 أيام بعد تاريخ الاستحقاق، ولم نتمكن من سداد الدفعة بنجاح في اليوم العاشر من تاريخ الاستحقاق.
                      </li>
                    </ol>
                  </li>
                  <li>
                    2. ومع ذلك، فإن المبلغ الإجمالي لرسوم التأخير المرتبطة بطلب معين لن يتجاوز 25 % من قيمة الطلب في وقت الشراء، ويُرجى ملاحظة أنه يتم احتساب الحد الأقصى لرسوم التأخير بناءً على قيمة طلبك في وقت الشراء، ولن تؤثر المبالغ المستردة اللاحقة أو الخصومات المقدمة من البائع على حساب رسوم التأخير التي قد تكون مستحقة عليك.
                  </li>
                  <li>
                    3. على الرغم مما ورد أعلاه، لن يُطلب منك بأي حال من الأحوال سداد رسوم التأخير التي قد تكون محظورة أو تعتبر رسومًا مالية بموجب القانون المعمول به.
                  </li>
                  <li>
                    4. بموجب موافقتك على هذه الاتفاقية أنت تفوضنا، إلى الحد الذي يسمح به القانون، للوفاء بأي التزامات مالية تدين بها لنا من خلال:
                    <ol>
                      <li>
                        1) الخصم من طريقة السداد الخاصة بك في وقت أو تاريخ لاحق وفقًا لتفويض السداد.
                      </li>
                      <li>
                        2) خصم أي بطاقة خصم مباشر أو ائتمان أخرى قمت بتقديم تفاصيل عنها.
                      </li>
                      <li>
                        3) مقاصة المبلغ الواجب سداده مقابل أي مبالغ قد ندين بها لك.
                      </li>
                      <li>4) أي وسيلة قانونية أخرى.</li>
                    </ol>
                  </li>
                  <li>
                    5. يجوز لنا، وفقًا لتقديرنا الخاص، إرجاء تطبيق أي رسوم تأخير أو التنازل عنها كليًا أو جزئيًا.
                  </li>
                </ol>
              </li>
              <li>
                5.6. إذا فشلت في سداد المبالغ الواجب سدادها وفقًا لجدول السداد الخاص بك، فإننا نحتفظ بالحق في تقييد أو تعليق أو إنهاء وصولك إلى ميزة التقسيط في المستقبل.
              </li>
              <li>
                5.7. نحن لا نقدم أي ضمان صريح فيما يتعلق بملاءمة ميزة التقسيط أو موثوقيتها أو توفرها.
              </li>
              <li>
                5.8. إذا فشلت في سداد أي مبلغ عند استحقاقها بالطريقة التي تنص عليها هذه الاتفاقية، فقد نعتبر أنك تخلفت عن تنفيذ هذه الاتفاقية ونقوم بتسريع سداد المبالغ المستحقة بموجب هذه الاتفاقية.
              </li>
            </ol>
          </li>
          <li>
            <h4>6. تفويض دفع الأقساط</h4>
            <ol>
              <li>
                6.1. أنت توافق بموجب هذه الاتفاقية هذا صراحة على وتفويضنا وتوجيهنا لبدء عمليات السداد المتكررة بالخصم بطاقة الخصم المباشر أو بطاقة الائتمان التي تحددها للمبالغ المعنية وفي التواريخ المجدولة المحددة في جدول السداد الخاص بك، سيتم خصم جميع مبالغ الأقساط تلقائيًا من بطاقة الائتمان أو الخصم المباشر المحددة وفقًا لجدول السداد الخاص بك، وأنت تقر بأنك تمنحنا القدرة على تحصيل أو عكس مبالغ المدفوعات المتغيرة من أو إلى طريقة السداد الخاصة بك، وفقًا لجدول السداد الخاص بك ووفق شروط هذه الاتفاقية.
              </li>
              <li>
                6.2. إذا لم نتمكن من تحصيل أي أقساط بسبب رفض بطاقة الخصم المباشر أو الائتمان المحددة الخاصة بك، بالإضافة إلى التفويض أعلاه، فأنت توافق صراحة على وتفوضنا وتوجهنا إلى خصم الرسوم من بطاقة الخصم المباشر أو الائتمان الخاصة بك لتحصيل إجمالي أي مبالغ أقساط لم يتم تسديدها (بالإضافة إلى الرسوم المتأخرة المقدرة لتجنب الشك، وفقًا للبند 5.5).
              </li>
              <li>
                6.3. أنت توافق على الالتزام بأي قواعد تطلبها جهة إصدار بطاقة الخصم المباشر أو الائتمان الخاصة بك لمعاملات بطاقة الائتمان أو الخصم المباشر المصرح بها مسبقًا، وأنت مسئول عن جميع الرسوم التي تفرضها مؤسستك المالية المرتبطة بدفع الأقساط.
              </li>
              <li>
                6.4. يجب عليك تحديث حسابك بجميع التغييرات التي تطرأ على معلومات بطاقة الائتمان/ الخصم المباشر الخاصة بك عن طريق تسجيل الدخول إلى حسابك، إذا لم تقم بتحديث حسابك بالتغييرات التي تطرأ على معلومات بطاقة الائتمان/ الخصم المباشر الخاصة بك ولم نتمكن من خصم المبلغ المستحق من بطاقة الائتمان الخاصة بك أو سحب الأموال من بطاقة الخصم الخاصة بك، فسوف تخضع لرسوم تأخير، وقد تخضع لرسوم أو مصاريف تقيمها مؤسستك المالية.
              </li>
              <li>
                6.5. لن نتحمل أي التزام أو مسئولية عن أي خسائر من أي نوع قد تكبدها نتيجة لاستخدامك ميزة التقسيط (بما في ذلك أي رسوم يفرضها البنك الذي تتعامل معه)، باستثناء الحد الذي تنشأ فيه هذه الرسوم نتيجة خطأنا صادر عنا أو تعطل أنظمتنا، إذا تم فرض أي رسوم أو مصاريف نتيجة خطأنا صادر عنا أو تعطل أنظمتنا، يرجى تزويدنا بنسخة من السجلات ذات الصلة، وإذا قررنا أن هذا الخطأ قد صدر عنا، أو بتعطل أنظمتنا، فسيتم تعويضك عن الرسوم ذات الصلة.
              </li>
            </ol>
          </li>
          <li>
            <h4>7. تأكيد وإلغاء الطلب</h4>
            <ol>
              <li>
                7.1. تخضع جميع الطلبات التي تقدمها إلينا لاستخدام ميزة التقسيط للموافقة، ويجوز لنا، وفقًا لتقديرنا الخاص، عدم تزويدك بميزة التقسيط، أو إلغاء طلب معتمد قبل تسليم أو توريد السلع أو الخدمات لأي سبب من الأسباب، بما في ذلك على سبيل المثال لا الحصر تاريخ معاملاتك معنا أو لتلافي الاحتيال أو المخاطر القانونية أو التنظيمية أو عدم السداد.
              </li>
              <li>
                7.2. إذا تم إلغاء استخدامك المعتمد مسبقًا لميزة التقسيط:
                <ol>
                  <li>
                    1. شريطة ألا تكون قد استلمت السلعة والخدمات بالفعل، فستتلقى استردادًا كاملاً لأي مبالغ دفعتها (باستثناء أي عمليات رد للرسوم أو رسوم أخرى متكبدة فيما يتعلق بالسداد) إلى طريقة السداد الخاصة بك، وإذا لم يكن ذلك ممكنًا، إلى أي مصدر سداد آخر وفقًا لتوجيهاتك (معتمد من قبلنا)، وسيتم إلغاء أي عمليات سداد مستقبلية متعلقة بهذا الطلب.
                  </li>
                  <li>
                    2. لن يكون البائع (الذي اشتريت منه السلع أو الخدمات) ملزمًا بتسليم البضائع (أو تقديم الخدمات) التي طلبتها.
                  </li>
                  <li>
                    3. لن تكون ملزمًا بسداد أي مبالغ أخرى لنا، أو الاستمرار في أي علاقة أخرى مستمرة معنا، فيما يتعلق بهذا الطلب.
                  </li>
                  <li>
                    4. إذا كنت ترغب في متابعة الشراء منا، فقد نقبل طريقة دفع بديلة وفقًا لتقديرنا، أو إذا لزم الأمر بموجب القانون.
                  </li>
                </ol>
              </li>
            </ol>
          </li>
          <li>
            <h4>
              8. المبالغ المستردة وتعديلات الأسعار التالية لعملية الشراء
            </h4>
            <ol>
              <li>
                8.1. إذا قررت إرجاع البضائع التي تم شراؤها باستخدام ميزة التقسيط وطلب استرداد الأموال أو إذا كان الإرجاع واسترداد الأموال مسموح به بموجب القانون، سوف تقوم بترتيب الإرجاع مباشرة مع البائع والتأكد من إرجاع البضائع وفقًا لسياسة الإرجاع الخاصة بالبائع أو بممارسة حقوقك القانونية.
              </li>
              <li>
                8.2. يجب إنجاز عملية الإرجاع خلال الفترة المحددة وبالطريقة التي تنص عليها سياسة الإرجاع الخاصة بالبائع أو بطريقة أخرى معتمدة لدى البائع.
              </li>
              <li>
                8.3. إلى أن يؤكد البائع على إرجاع البضائع، أو رد الأموال ذات الصلة أو استرداد جزء من المبلغ، ستظل مسؤولاً عن السداد الكامل مقابل البضائع، وخلال هذا الوقت، قد نستمر في معالجة أي دفعات أقساط وفقًا للتواريخ المحددة في جدول السداد الخاص بك.
              </li>
              <li>
                8.4. بمجرد إرجاع البضائع والموافقة على رد الأموال (أو تعديل السعر لآخر بعد للشراء) من قبل البائع، سوف نقوم بإرجاع المبلغ إلى بطاقة الخصم المباشر/ الائتمان الخاصة بك وتعديل جدول السداد الخاص بك بشكل مناسب، (بما في ذلك تقليل أو إلغاء أي مبالغ واجب سدادها مستقبلياً، إذا لزم الأمر)، ويرجى ملاحظة أنه في حالة الاسترداد الجزئي، يتم خصم المبالغ المستردة من الدفعة / الدفعات الأخيرة أولاً.
              </li>
            </ol>
          </li>
          <li>
            <h4>9. أهليتك للتمتع بميزة التقسيط</h4>
            <ol>
              <li>
                9.1. لتكون مؤهلاً لاستخدام ميزة التقسيط، يجب عليك:
                <ol>
                  <li>
                    1. ألا يقل عمر الفرد عن 18 عامًا.
                  </li>
                  <li>
                    2. أن تكون مقيمًا في المملكة العربية السعودية وتحمل بطاقة هوية سعودية سارية.
                  </li>
                  <li>
                    3. أن تكون قادراً على الدخول في عقد ملزم قانونًا.
                  </li>
                  <li>
                    4. أن يكون لديك رقم هاتف محمول صالح ويمكن التحقق منه.
                  </li>
                  <li>
                    5. أن تكون مصرحًا لك باستخدام طريقة السداد المقدمة.
                  </li>
                  <li>
                    6. إنشاء حساب والموافقة على شروط الاستخدام وسياسة الخصوصية الخاصة بـ Postpay.
                  </li>
                </ol>
              </li>
              <li>
                9.2. بإبرامك هذه الاتفاقية، فإنك تقر وتضمن أنك مؤهل لاستخدام ميزة التقسيط.
              </li>
              <li>
                9.3. بالإضافة إلى متطلبات التأهيل هذه، يرجى ملاحظة أن استخدام ميزة التقسيط تخضع للموافقة وفقًا لتقديرنا الخاص في كل حالة.
              </li>
            </ol>
          </li>
          <li>
            <h4>10. استخدامك لميزة الأقساط</h4>
            <ol>
              <li>
                10.1. تتعهد بدفع كامل مبلغ أقساط سعر الشراء كما هو موضح في جدول السداد الخاص بك.
              </li>
              <li>
                10.2. أنت توافق على أن جميع المعلومات التي تقدمها لنا صحيحة وكاملة ودقيقة وتوافق على عدم تحريف هويتك.
              </li>
              <li>
                10.3. في حالة تغيير بياناتك، بما في ذلك معلومات طريقة السداد الخاصة بك، فإنك توافق على إخطارنا على الفور.
              </li>
              <li>
                10.4. الاستخدامات المحظورة لميزة التقسيط:
                <p>
                  أنت توافق على عدم استخدام ميزة التقسيط لأي نشاط غير قانوني أو احتيالي والاتصال بنا على الفور إذا كنت تعتقد أن طريقة السداد الخاصة بك قد تخضع لمعاملة غير مصرح بها أو الاستيلاء على الحساب أو أي نوع آخر من النشاط الاحتيالي أو انتهاك أمني.
                </p>
                <ol>
                  <li>
                    1. الانخراط في أي أنشطة متعلقة بميزة التقسيط تتعارض مع أي قانون أو لائحة معمول بها أو شروط هذه الاتفاقية.
                  </li>
                  <li>
                    2. استخدام ميزة التقسيط لإنجاز سلفة نقدية، بما في ذلك عن طريق شراء السلع أو الخدمات ثم طلب استرداد التكاليف من البنك الذي تتعامل معه.
                  </li>
                </ol>
              </li>
            </ol>
          </li>
          <li>
            <h4>11. التقييم والفحوصات</h4>
            <ol>
              <li>
                11.1. أنت توافق على تقديم أي معلومات أو وثائق مطلوبة بشكل معقول للتحقق من هويتك فيما يتعلق بطلبك.
              </li>
              <li>
                11.2. أنت تفوضنا بإجراء أي استفسارات ضرورية للتحقق من هويتك وتقييم قدرتك على إجراء المدفوعات وفقًا لجدول السداد فيما يتعلق بجميع الطلبات المقدمة باستخدام ميزة التقسيط، مباشرة أو من خلال أطراف ثالثة.
              </li>
              <li>
                11.3. كجزء من عملية الموافقة والتقييم ما إذا كان لديك الوسائل اللازمة للوفاء بالتزامك بسداد مدفوعات مستقبلية وفقًا لجدول السداد أم لا، فإننا نحتفظ بالحق، مباشرة أو من خلال أطراف ثالثة، في إجراء تقييم لطريقة السداد الخاصة بك.
              </li>
            </ol>
          </li>
          <li>
            <h4>12. الشكاوي والمنازعات</h4>
            <ol>
              <li>
                12.1. إذا كانت لديك شكوى معنا ناشئة عن أو تتعلق باتفاقية السداد مقابل الشراء أو ميزة التقسيط بخلاف ما يتعلق بتسليم أو جودة البضائع المشتراة، يجب عليك رفع النزاع باتباع إجراءات الإشعار المنصوص عليها في القسم 13 أدناه، وإذا كانت لديك شكوى ناشئة عن تسليم أو جودة السلع أو الخدمات التي اشتريتها، فيجب عليك الاتصال بالبائع عبر التفاصيل المنشورة على موقع البائع على الويب، ولتجنب الشك، فإن أي شكوى ضد المورد لا تعفيك من التزاماتك (بما في ذلك مدفوعات الأقساط) بموجب اتفاقية السداد مقابل الشراء هذه.
              </li>
              <li>
                12.2. قد نطلب منك وثائق إضافية لمساعدتنا في حل أي شكاوى أو نزاعات، ويجب عليك تقديم كل المساعدة المعقولة لنا لتسهيل حل أي شكاوى أو نزاعات.
              </li>
            </ol>
          </li>
          <li>
            <h4>13. القانون الواجب التطبيق والاختصاص القضائي</h4>
            <ol>
              <li>
                13.1. باستثناء ما هو منصوص عليه صراحةً خلافًا لذلك، تخضع هذه الاتفاقية لقوانين إنجلترا وويلز وسيتم تفسيرها وفقًا لها، ولتسريع الحل وتقليل تكلفة أي نزاع أو خلاف أو مطالبة بينك وبيننا فيما يتعلق بأي نزاع أو خلاف ينشأ عن أو يتعلق بهذه الاتفاقية، واستخدامك لأي جزء من ميزة التقسيط أو إنفاذ أي حكم من أحكام هذه الاتفاقية (نزاع)، أنت ونحن نتفق على التفاوض الودي أولاً بشأن أي نزاع بشكل غير رسمي لمدة 30 يوم على الأقل قبل الشروع في أي إجراء آخر، ستبدأ هذه المفاوضات غير الرسمية عند استلام إشعار خطي (إشعار)، على عنوانك المخصص لاستلام هذه الإشعارات هو عنوان البريد الإلكتروني الذي قدمته في حسابك، وعنواننا لهذه الإشعارات هو: 3141 أنس بن مالك - حي الملقا، وحدة رقم 478، الرياض 13521-8292، المملكة العربية السعودية ، عناية: قانونياً، أو بالبريد الإلكتروني على العنوان legal@postpay.io، يجب أن يتضمن أي إشعار الاسم وبيانات حسابك ووصفًا موجزًا للنزاع ومعلومات الاتصال، حتى نتمكن من تقييم النزاع ومحاولة حل النزاع بشكل غير رسمي، وإذا نجحت المفاوضات غير الرسمية، فلن يكون هناك داعي لاتخاذ أي إجراء آخر.
              </li>
            </ol>
            <p>
              إذا لم نتمكن من حل النزاع بشكل غير رسمي، فسيخضع هذا النزاع للاختصاص القضائي الحصري لمحاكم مركز دبي المالي العالمي (DIFC)، بالنسبة للنزاعات التي تقل قيمتها عن 1.000.000 درهم إماراتي، يوافق الأطراف على الاستماع إلى الأمر حصريًا في محكمة الدعاوى الصغيرة في محاكم مركز دبي المالي العالمي.
            </p>
          </li>
          <li>
            <h4>14. حدود المسئولية</h4>
            <p>
              إلى الحد الذي لا يحظره القانون، لن نتحمل نحن أو الشركات التابعة لنا أو شركاؤنا أو الشركات التابعة لنا تحت أي ظرف من الظروف أي مسئولية تجاهك عن أي أضرار غير مباشرة أو عرضية أو تبعية أو خاصة أو نموذجية تنشأ عن هذه الاتفاقية أو تتعلق بها، أو استخدامك أو عدم قدرتك على استخدام ميزة التقسيط، أنت توافق على أن المسؤولية الإجمالية لنا ولشركاتنا التابعة وشركائنا والشركات التابعة لك عن جميع المطالبات الناشئة عن أو المتعلقة بهذه الاتفاقيات أو استخدامك أو عدم قدرتك على استخدام ميزة التقسيط (بخلاف ما قد يقتضيه القانون المعمول به) لن يتجاوز ما يلي: (أ) مبلغ أي طلب (طلبات) متأثر أدى إلى هذه الأضرار، أو (ب) مبلغ ألف وخمسمائة ريال سعودي (1.500 ريال سعودي).
            </p>
          </li>
          <li>
            <h4>15. التعويض</h4>
            <p>
              أنت توافق على إعفاءنا وتعويضنا ودرء الأذى عنا، وعن الشركات التابعة لنا، ومسئولينا ومديريهم وموظفيهم ووكلائنا من وضد أي مسؤولية تنشأ عن أو تتعلق باستخدامك لميزة التقسيط أو انتهاك شروط هذه الاتفاقية.
            </p>
          </li>
          <li>
            <h4>16. الموافقة على تلقى الاتصالات الإلكترونية والرسائل النصية القصيرة</h4>
            <ol>
              <li>
                16.1. بالنقر على قبول هذه الاتفاقية، تعتبر أنك قد نفذت هذه الاتفاقية إلكترونيًا وتوافق على تلقي جميع السجلات والإشعارات المتعلقة بميزة التقسيط إلكترونيًا.
              </li>
              <li>
                16.2. لضمان قدرتنا على توفير الاتصالات لك إلكترونيًا، فإنك توافق على إخطارنا فورًا بأي تغيير في عنوان بريدك الإلكتروني عن طريق تحديث حسابك أو عبر البريد الإلكتروني.
              </li>
              <li>
                16.3. لعرض نسخة من هذه الاتفاقية والاحتفاظ بها وغيرها من الاتصالات بموجب هذه الاتفاقية، ستحتاج إلى جهاز (مثل جهاز كمبيوتر أو هاتف محمول) مزود بمتصفح الويب والوصول إلى الإنترنت وإما طابعة أو مساحة تخزين محلية أو سحابية، وبقبولك لهذه الاتفاقية والموافقة عليها إلكترونيًا، فإنك تقر بما يلي: (أ) أنك قد قرأت وفهمت الموافقة المذكورة أعلاه لتلقي السجلات والإشعارات إلكترونيًا؛ (ب) أنك تستوفي الحد الأدنى من متطلبات الأجهزة والبرامج المحددة في هذا البند 16.3؛ و (ج) تظل موافقتك سارية حتى تسحب موافقتك على النحو المحدد أعلاه في البند 16.1.
              </li>
              <li>
                16.4. كجزء من ميزة التقسيط، قد نرسل لك رسائل نصية قصيرة، وأنت توافق على تلقي رسائل نصية قصيرة على كل رقم هاتف تقدمه لنا بخصوص ميزة التقسيط.
              </li>
              <li>
                16.5. بالإضافة إلى ذلك، فإنك توافق على أننا قد نرسل لك اتصالات تسويقية إلى عنوان البريد الإلكتروني الذي قدمته، بما في ذلك على سبيل المثال لا الحصر، العروض المستهدفة، أو تقديم ميزات أو موردين جدد، أو إعلانات خاصة أخرى.
              </li>
            </ol>
          </li>
          <li>
            <h4>17. بنود متنوعة</h4>
            <ol>
              <li>
                17.1. تسري هذه حتى يتم دفع جميع المبالغ المستحقة بموجب الاتفاقية بالكامل أو يتم إلغاؤها أو ردها.
              </li>
              <li>
                17.2. إذا تقرر أن أي بند من بنود هذه الاتفاقية (أو أي جزء منها) غير صالح أو غير قابل للتنفيذ، لن تتأثر الأحكام المتبقية من هذه الاتفاقية بذلك وستكون ملزمة للأطراف وتكون قابلة للتنفيذ، كما لو أن الحكم غير الصالح أو غير القابل للتنفيذ (أو جزء منه) لم يرد في هذه الاتفاقية.
              </li>
              <li>
                17.3. هذه الاتفاقية، بما في ذلك جميع المستندات أو المواد الأخرى المرتبطة بها بالإشارة إليها، تشكل مجمل الاتفاقية بينك وبيننا فيما يتعلق بالموضوع المذكور هنا وتحل محل أي اتفاقيات شفهية أو مكتوبة سابقة أو حالية، ونقر نحن وأنت ونوافق على أنه بخلاف ذلك لم يقدم أي تعهدات أو ضمانات أو اتفاقيات من أي نوع، باستثناء ما هو منصوص عليه صراحةً في هذه الاتفاقية.
              </li>
            </ol>
          </li>
        </ol>
      </div>
      <style jsx>{`
        h4 {
          font-family: var(--font-bold);
          margin-bottom: 7px;
          font-size: 18px;
          color: #4F5153;
        }

        strong {
          font-family: var(--font-bold);
        }

        :global(p) {
          color: #4F5153;
        }
      `}</style>
    </>
  );
};
export default TermsKSAArPage;
