import React from 'react';
import Link from '../../components/Link';

const PciDssAr = () => (
  <div>
    <div className='headline'>ضمان</div>
    <p>
      تلتزم بوست باي بضمان وحماية جميع معلومات العملاء. ولتحقيق ذلك، نستمر في
      الاستثمار في حلول الدفع الآمنة والموثوقة للعملاء وتجار التجزئة على حد
      سواء.
    </p>

    <div className='headline'>
      الامتثال لمعايير أمن البيانات في صناعة بطاقات الدفع (PCI DSS)
    </div>
    <div className='subheadline'>
      بوست باي مزود بخدمة تتوافق مع معايير أمن البيانات في صناعة بطاقات الدفع
      (PCI DSS)
    </div>
    <p>
      PCI هي متطلبات فنية وتشغيلية وضعها مجلس معايير أمان (PCI SSC) لحماية
      بيانات حامل البطاقة. وتنطبق المعايير على جميع الجهات التي تخزن أو تعالج أو
      ترسل بيانات حاملي البطاقات، مع التوجيه المطلوب لمطوري البرامج ومصنعي
      التطبيقات والأجهزة المستخدمة في تلك المعاملات. تكمن مسؤولية المجلس في
      إدارة المعايير الأمنية، بينما يقوم الأعضاء المؤسسون في المجلس بفرض
      الامتثال لمجموعة معايير PCI ، وأعضاء المجلس هم American Express، Discover
      Financial Services،.JCB International ,MasterCard Worldwide وVisa Inc.
      يخضع معيار البيانات لاثني عشر شرطا تتمثل من خلال الضوابط الأمنية والعمليات
      الستة المطلوبة للامتثال لمعايير أمن البيانات في صناعة بطاقات الدفع (PCI
      DSS).
    </p>
    <ul>
      <li>بناء والحفاظ على شبكة آمنة</li>
      <li>حماية بيانات صاحب البطاقة</li>
      <li>الحفاظ على سياسة أمن المعلومات</li>
      <li>تنفيذ تدابير رقابة قوية للوصول إلى البيانات</li>
      <li>مراقبة الشبكات واختبارها بشكل منتظم</li>
      <li>الحفاظ على سياسة أمن المعلومات</li>
    </ul>
    <p>
      لمزيد من المعلومات، يرجى زيارة الموقع الرسمي PCI org{' '}
      <a href='//www.pcisecuritystandards.org' target='_blank'>
        www.pcisecuritystandards.org
      </a>
      .
    </p>

    <div className='subheadline'>ماذا يعني هذا للعملاء؟</div>
    <p>
      عقب موافقة العميل على شروط بوست باي، تقوم بوست باي بتأمين وحماية بيانات
      حاملي البطاقات وفقا لمعايير PCI المعتمدة حاليا لتخزين البيانات والاحتفاظ
      بها
      <br />
      بوست باي تقر بهذه المسؤوليات باعتبارها المنظمة المسؤولة عن ضمان المعاملة
      والتخزين الآمن لمعلومات بطاقات الائتمان الحساسة وبيانات خدمة بوست باي لدى
      عملائها.
    </p>

    <div className='subheadline'>ماذا يعني هذا لتجار التجزئة؟</div>
    <p>
      على تجار بوست باي تطبيق تقنية بوست باي وفقا للاعداد المعتمد من قبلها
      <br />
      يقوم تجار بوست باي بشكل فعال بتفويض مسؤولية الامتثال لمعايير آمن البيانات
      في صناعة بطاقات الدفع لدى العملاء، حيث تم جمع هذه البيانات والمعلومات
      الحساسة لبطاقات ائتمان العملاء، من خلال اتفاقية بوست باي بين التاجر
      والعميل.
      <br />
      كما يتوجب على التاجر مسؤوليات الامتثال لمعاييرآمن للبيانات في صناعة بطاقات
      الدفع والتي من الممكن أن تكون غير تابعة
      <br />
      لاتفاقية بوست باي الخاصة بالتجار.وتقع على عاتق التاجر وحده البقاء على علم
      بالتزامات وحالة امتثال PCI الخاصة بهم.
      <br />
      كما يوجب على التجار استشارة موظفي أمن المعلومات المحترفين التابعين لهم
      لمراجعة أمن اعمالهم عند الحاجة. في حال كان التاجر يدير معلومات وبيانات
      حساسة أخرى لبطاقة ائتمان العملاء أو كان تنفيذه لتقننيات بوست باي قد انحرفت
      عن التكوين المعتمد فيوجب الاستشارة من مسؤول أمن مؤهل.
    </p>
    <p>
      تتوفر شهادة بوست باي للامتثال{' '}
      <a href='mailto:compliance@postpay.io'>عند الطلب.</a>
    </p>
    <p>
      سياسة الخصوصية لبوست باي متاحة <Link href='/privacy'>هنا.</Link>
    </p>
  </div>
);

export default PciDssAr;
