import React from 'react';

const TermsKSAArPage = () => {
  return (
    <>
      <div>
        <div className='headline'>الشروط والأحكام</div>
        <div className='subheadline'>البنود الأساسية</div>
        <ul>
          <li>
            يعتبر بوست باي ميزة تقسيط تسمح لك بالدفع لمشترياتك على أقساط كما هو موضح في جدول الدفع الخاص بك (المحدد بالأسفل). المدفوعات مستحقة حسب جدول الدفع.
          </li>
          <li>
            نظام دفع وان الخاص ببوست باي هو نظام دفع سريع يتيح لك الدفع على دفعة واحدة أو على أقساط (كما هو موضح بالأسفل)
          </li>  
          <li>
            يجب أن يكون عمرك أكثر من 18 عامًا لتقديم طلب لاستخدام بوست باي وأن تكون المالك المعتمد لما يلي:
            <ul>
              <li>بطاقة هوية إماراتية سارية.</li>
              <li>
                بطاقة خصم / ائتمان صادرة في الإمارات العربية المتحدة.
                <br />
                  (يوضح بند 9.1 معايير الأهلية)
              </li>
            </ul>
          </li>
          <li>
            تخضع جميع الطلبات التي يتم تقديمها لموافقة بوست باي، على سبيل المثال إذا كان عليك أي مبالغ مستحقة السداد متأخرة فلن تكون ميزة التقسيط متاحة لك (موضح في بند 7.1).
          </li>
          <li>
            يمكنك إجراء عمليات السداد في أي وقت قبل تاريخ الاستحقاق، وإلا سيتم محاولة السداد من بطاقتكم في التواريخ المجدولة وفقًا لتفويض السداد، وإذا لم يتم إجراء عملية السداد الناجحة في تاريخ الاستحقاق أو قبله، فقد يتم تطبيق رسوم تأخير على النحو المبين في بند 5.5.
          </li>
          <li>
            يرجى قراءة الشروط والأحكام وسياسة الخصوصية الخاصة بنا بعناية. بالضغط على قبول فإنك توافق على الالتزام بشروط وأحكام هذه الاتفاقية.
          </li>
          <li>
            العناوين الرئيسية الواردة في هذه الوثيقة هي لأغراض مرجعية فقط، يجب عليك طباعة نسخة من هذه الاتفاقية وحفظها للرجوع إليها.
          </li>
        </ul>
        <ol>
          <li>
            <h4>1. أطراف الاتفاقية</h4>
            <p>
              هذه الاتفاقية هي عقد مبرم بينك (" أنت " و "ما هو خاص بك ") وخدمات بوست باي بمركز دبي للسلع المتعددة ("نحن" و" كل ما هو خاص بنا ") ومالك الموقع الإلكتروني أو المتجر الذي تشتري منه سلعًا أو خدمات <strong>(البائع)</strong> مدرج في هذه الاتفاقية بالإشارة إليه
            </p>
            <p>
              تحدد هذه الاتفاقية الشروط والأحكام التي تنطبق على شراء سلع أو خدمات من المواقع (والذي تتضمن أي متجر فعلي للبائع أو الموقع الإلكتروني للبائع) باستخدام نظام وان الخاص ببوست باي أو بوست باي (الموضح في بند 5). أنت توافق على أن قبولك لهذه الاتفاقية واستخدامك لميزة التقسيط سيشكل موافقتك على هذه الاتفاقية.
            </p>
          </li>
          <li>
            <h4>2. علاقتنا</h4>
            <p>
              من خلال تقديم طلب مع بوست باي فإنك توافق على الدفع لنا و وفقًا لهذه الاتفاقية فالمبالغ متفق عليها في جدول الدفع الخاص بك (كما هو محدد بالأسفل) بالإضافة إلى أي رسوم متأخرة إضافية مطبقة على النحو المحدد والمنصوص عليه في قسم 5 بالأسفل.
            </p>
          </li>
          <li>
            <h4>3. التغييرات في هذه الاتفاقية</h4>
            <p>
              لن نغير أي شروط أوأحكام لطلب موجود تم قبوله؛ الشروط والأحكام التي ستنطبق على الطلب المقبول هم الشروط والأحكام المطبقة منذ وقت تقديم طلبك. يجوز لنا تعديل هذه الاتفاقية من وقت لآخر وهي تعتبر مسؤوليتك مراجعة هذه الاتفاقية قبل كل استخدام لبوست باي.
            </p>
          </li>

          <li>
            <h4>4. عمليات نقل أو التنازل عن الحقوق المكفولة بموجب الاتفاقية</h4>
            <ol>
              <li>
                4.1 لا يمكنك نقل أو التنازل عن أي حقوق قد تكون مكفولة لك بموجب هذه الاتفاقية دون الحصول على موافقة خطية مسبقة منا.
              </li>
              <li>
                4.2 أنت توافق على أنه يجوز لنا تعيين وكالات تحصيل تابعة لجهات خارجية لتحصيل أي مبالغ مستحقة لنا بموجب هذه الاتفاقية دون موافقتك.
              </li>
              <li>
                4.3 يجوز لنا نقل أو التنازل عن هذه الاتفاقية، وأي حقوق بموجب هذه الاتفاقية، إلى طرف ثالث دون موافقتك.
              </li>
              <li>
                4.4 إذا كنت ترغب في إرجاع البضائع التي اشتريتها من البائع أو لديك شكوى بخصوص الشراء فيرجى الاتصال بالبائع مباشرة. لاحظ أن أي أسئلة أو شكاوى بخصوص الدفع مع بوست باي يجب توجيها إلينا من خلال بوابة الدعم الخاصة بنا.
              </li>
            </ol>
          </li>

          <li>
            <h4>وصف بوست باي؛ ميزة التقسيط .5</h4>
            <ol>
              <li>
                5.1. لاستخدام ميزة التقسيط، بما في ذلك إجراء تغييرات على طريقة السداد الخاصة بك وغيرها من المعلومات الشخصية، يجب عليك إنشاء حساب لدينا (الحساب) والموافقة على شروط الاستخدام وسياسة الخصوصية الخاصة بـ postpay.
              </li>
              <li>
                5.2. تتيح لك ميزة التقسيط السداد مقابل السلع أو الخدمات المباعة من خلال المواقع على أقساط، ويُرجى ملاحظة أنه يجوز لنا تعيين حد أدنى وحد أقصى لمبالغ الشراء لاستخدام ميزة التقسيط.
              </li>
              <li>
                5.3. يتم تنفيذ ميزة التقسيط على النحو التالي:
                <ol>
                  <li>
                    1. أولاً، ستقوم بمراجعة المبلغ الإجمالي لعملية الشراء، والقائمة التي تضم مبالغ الأقساط التي يحق لنا تلقيها منك وتواريخ الاستحقاق ذات الصلة لكل دفعة (جدول السداد)، ثم تقم بتحديد طريقة السداد المفضلة لديك، مع تعيين بطاقة ائتمان أو خصم مباشر مؤهلة لتكون وسيلة السداد الخاصة بك.
                  </li>
                  <li>
                    2. بعد ذلك، تقوم بتقديم طلبك مع المورد وسوف نرسل لك تفصيلاً بالمبلغ الممول وجدول السداد الخاص بك (تأكيد جدول السداد)، سيكون جدول السداد الخاص بك متاحًا أيضًا من خلال حسابك ويتم تضمينه بموجب هذه الاتفاقية كمرجع إلى جانب تأكيد جدول السداد الخاص بك.
                  </li>
                  <li>
                    3. كما هو موضح في جدول السداد الخاص بك، سنقوم بتحصيل المبالغ المستحقة السداد (كل دفعة على أقساط) عن طريق فرض رسوم على طريقة الدفع المحددة وفقًا لجدول السداد الخاص بك.
                  </li>
                  <li>
                    4.	سيتم خصم مبلغ القسط الأول الخاص بك في الوقت الذي تقوم فيه بالشراء مع خصم القسط (الأقساط) التالية وفقًا لجدول السداد الخاص بك.
                  </li>
                  <li>
                    5. يمكنك الرجوع إلى هذه الاتفاقية وتأكيد جدول السداد الخاص بك للحصول على المعلومات ذات الصلة حول عدم السداد والتخلف عن السداد والحق في تسريع عمليات السداد.
                  </li>
                </ol>
              </li>
              <li>
                5.4 أنت مسئول عن التأكد من أن لديك أموالاً كافية في طريقة السداد الخاصة بك والمتاحة لتسديد دفعات الأقساط في التواريخ المحددة في جدول السداد الخاص بك.
              </li>
              <li id='5.4'>
                5.5 عمليات السداد المتأخرة
                <ol>
                  <li>
                    1. لا توجد رسوم خدمة أو فوائد مرتبطة باستخدام ميزة التقسيط، ومع ذلك، إذا لم يتم سداد دفعات الأقساط قبل تاريخ الاستحقاق كما هو محدد في جدول السداد الخاص بك (تاريخ الاستحقاق)، ولم تتم سداد دفعة القسط بنجاح في تاريخ الاستحقاق، فسوف تطبق عليك الرسوم التالية (رسوم التأخير):
                    <ol>
                      <li>
                        1) 25 درهم إماراتي في المرة الأولى التي نحاول فيها سداد دفعة الأقساط ذات الصلة ولم نتمكن سدادها.
                      </li>
                      <li>
                        2) 30 درهم إماراتي إذا لم يتم سداد دفعة القسط ذات الصلة في غضون 10 أيام بعد تاريخ الاستحقاق، ولم نتمكن من سداد الدفعة بنجاح في اليوم العاشر من تاريخ الاستحقاق.
                      </li>
                    </ol>
                  </li>
                  <li>
                    2. ومع ذلك فإن المبلغ الإجمالي للرسوم المتأخرة المرتبطة بطلب معين لن يتجاوز 25٪ من قيمة الطلب وقت الشراء. يرجى ملاحظة أنه يتم احتساب الحد الأقصى للرسوم المتأخرة بناءً على قيمة طلبك في وقت الشراء. لن تؤثر عمليات رد الأموال أو الخصومات اللاحقة التي يقدمها البائع على حساب الرسوم المتأخرة التي قد تكون مدينًا بها.
                  </li>
                  <li>
                    3. على الرغم مما ورد أعلاه، لن يُطلب منك بأي حال من الأحوال سداد رسوم التأخير التي قد تكون محظورة أو تعتبر رسومًا مالية بموجب القانون المعمول به.
                  </li>
                  <li>
                    4. بموجب موافقتك على هذه الاتفاقية أنت تفوضنا، إلى الحد الذي يسمح به القانون، للوفاء بأي التزامات مالية تدين بها لنا من خلال:
                    <ol>
                      <li>
                        1) الخصم من طريقة السداد الخاصة بك في وقت أو تاريخ لاحق وفقًا لتفويض السداد.
                      </li>
                      <li>
                        2) الخصم من أي بطاقة خصم مباشر أو ائتمان أخرى قمت بتقديم تفاصيل عنها.
                      </li>
                      <li>
                        3) مقاصة المبلغ الواجب سداده مقابل أي مبالغ قد ندين بها لك.
                      </li>
                      <li>4) أي وسيلة قانونية أخرى.</li>
                    </ol>
                  </li>
                  <li>
                    5. يجوز لنا وفقًا لتقديرنا الخاص، تأخير تطبيق أي رسوم تأخير أو التنازل عنها كليًا أو جزئيًا.
                  </li>
                </ol>
              </li>
              <li>
                5.6 إذا فشلت في سداد المبالغ الواجب سدادها وفقًا لجدول السداد الخاص بك، فإننا نحتفظ بالحق في تقييد أو تعليق أو إنهاء وصولك إلى ميزة التقسيط في المستقبل.
              </li>
              <li>
                5.7 نحن لا نقدم أي ضمان صريح فيما يتعلق بملاءمة ميزة التقسيط أو موثوقيتها أو توفرها.
              </li>
              <li>
                5.8 إذا فشلت في سداد أي مبلغ عند استحقاقه بالطريقة التي تنص عليها هذه الاتفاقية، فقد نعتبر أنك تخلفت عن تنفيذ هذه الاتفاقية ونقوم بتسريع سداد المبالغ المستحقة بموجب هذه الاتفاقية.
              </li>
            </ol>
          </li>
          <li>
            <h4>وصف نظام وان الخاص ببوست باي؛ دفع سريع .6</h4>
            <ol>
              <li>
                6.1 لتتمكن من استخدام نظام وان الخاص ببوست باي وإجراء تغييرات لطريقة الدفع الخاصة بك وغيرها من المعلومات الشخصية فيجب عليك إنشاء حساب معنا والموافقة على شروط الاستخدام وسياسة الخصوصية الخاصة ببوست باي.
              </li>
              <li>
                6.2 كجزء من إنشاء الحساب، يتم تخزين معلوماتك الشخصية ومعلومات الدفع بشكل آمن لتوفير تجربة أسرع بكثير في أي عملية شراء مستقبلية. يمكن أن يشمل ذلك معلومات مثل الاسم والعنوان والبريد الإلكتروني ورقم التعريف الشخصي ومعلومات الدفع الخاصة بك.
              </li>
              <li>
                6.3 سيتم تخزين جميع المعلومات الشخصية التي يتم مشاركتها مع نظام وان الخاص ببوست باي بشكل آمن ولن يتم مشاركتها مع أي مزود تابع لطرف ثالث.
              </li>
              <li>
                6.4 نظام وان الخاص ببوست باي يتيح لك الدفع لمشترياتك أو الخدمات المباعة من خلال شركائنا من تجار التجزئة. باستخدام نظام وان الخاص ببوست باي يمكنك الدفع على قسط واحد أو على ثلاثة أقساط شهرية عبر بوست باي. سترى بند 5 يوضح الشروط التفصيلية لميزة التقسيط الخاصة ببوست باي.
              </li>
              <li>
                6.5 عند تسجيل الخروج ستظهر لك خيارات لطريقة الشحن المفضلة لديك. سيتم تقديم جميع طرق الشحن المتاحة من قبل بائع التجزئة. نظام وان الخاص ببوست باي غير مسؤول عن تسليم الطلبات وإكمالها.
              </li>
            </ol>
          </li>
          <li>
            <h4>إذن الدفع بالتقسيط .7</h4>
            <ol>
              <li>
                7.1 أنت بموجب هذا توافق صراحةً على تفويضنا وإرشادنا لبدء عمليات الدفع المتكررة ببطاقات الخصم أو بطاقات الائتمان التي تحددها للمبالغ وفي التواريخ المجدولة المحددة في جدول الدفع الخاص بك. سيتم خصم جميع مدفوعات الأقساط تلقائيًا من بطاقة الائتمان أو الخصم المحددة وفقًا لجدول الدفع الخاص بك. أنت تقر بأنك تمنحنا القدرة على تحصيل أو عكس مبالغ المدفوعات المتغيرة من أو إلى طريقة الدفع الخاصة بك وفقًا لجدول الدفع الخاص بك وشروط هذه الاتفاقية.
              </li>
              <li>
                7.2 إذا لم نتمكن من تحصيل أي أقساط بسبب رفض بطاقة الخصم أو الائتمان المحددة الخاصة بك بالإضافة إلى التفويض بالأعلي فإنك توافق صراحة على تفويضنا وتوجيهنا إلى الخصم من بطاقة الخصم أو الائتمان المحددة الخاصة بك لتحصيل إجمالي القسط الذي لم يتم سداده (بالإضافة إلى الرسوم المتأخرة المقدرة وفقًا لقسم 5.5).
              </li>
              <li>
                7.3 أنت توافق على الالتزام بأي قواعد تطلبها جهة إصدار بطاقة الخصم أو الائتمان الخاصة بك لمعاملات بطاقات الائتمان أو الخصم المصرح بها مسبقًا. أنت مسؤول عن جميع الرسوم التي تتقاضاها مؤسستك المالية المرتبطة بدفع الأقساط.
              </li>
              <li>
                7.4 يجب عليك تحديث حسابك بجميع التغييرات التي تطرأ على معلومات بطاقة الائتمان / الخصم الخاصة بك عن طريق تسجيل الدخول إلى حسابك. إذا لم تقم بتحديث حسابك بالتغييرات ولم نتمكن من خصم المبلغ المستحق من بطاقة الائتمان الخاصة بك أو سحب الأموال من بطاقة الخصم الخاصة بك فستخضع لرسوم متأخرة وقد تخضع لرسوم أو مصاريف تقيمها مؤسستك المالية.
              </li>
              <li>
                7.5 لن نتحمل أي التزام أو مسؤولية عن أي خسائر من أي نوع قد تتكبدها نتيجة لاستخدامك لميزة التقسيط (بما في ذلك أي رسوم يفرضها البنك الذي تتعامل معه) باستثناء الحد الذي تنشأ فيه هذه الرسوم أو المصاريف نتيجة لخطأنا أو فشل النظام. إذا تم فرض أي رسوم أو مصاريف نتيجة لخطأنا أو فشل النظام فيرجى تزويدنا بنسخة من السجلات ذات الصلة وإذا قررنا أن هذا الخطأ قد حدث أو حدث فشل في النظام فسيتم تعويضك عن الرسوم أو المصاريف.
              </li>
            </ol>
          </li>
          <li>
            <h4>8. تأكيد الطلب والإلغاء</h4>
            <ol>
              <li>
                8.1 جميع الطلبات التي تضعها معنا والتي تستخدم فيها ميزة التقسيط تخضع للموافقة. يجوز لنا وفقًا لتقديرنا الخاص عدم توفير ميزة التقسيط لك أو إلغاء طلب معتمد قبل تسليم البضائع أو الخدمات أو توفيرها لأي سبب بما في ذلك على سبيل المثال وليس فقط تاريخ معاملاتك معنا لمنع الاحتيال أو المخاطر القانونية أو التنظيمية أو عدم السداد.
              </li>
              <li>
                8.2 إذا تم إلغاء استخدامك المعتمد مسبقًا لميزة التقسيط:
                <ol>
                  <li>
                    1. شريطة ألا تكون قد استلمت السلعة والخدمات بالفعل، فستتلقى استردادًا كاملاً لأي مبالغ دفعتها (باستثناء أي عمليات رد للرسوم أو رسوم أخرى متكبدة فيما يتعلق بالسداد) إلى طريقة السداد الخاصة بك، وإذا لم يكن ذلك ممكنًا، إلى أي مصدر سداد آخر وفقًا لتوجيهاتك (معتمد من قبلنا)، وسيتم إلغاء أي عمليات سداد مستقبلية متعلقة بهذا الطلب.
                  </li>
                  <li>
                    2. لن يكون البائع (الذي اشتريت منه السلع أو الخدمات) ملزمًا بتسليم البضائع (أو تقديم الخدمات) التي طلبتها.
                  </li>
                  <li>
                    3. لن تكون ملزمًا بسداد أي مبالغ أخرى لنا، أو الاستمرار في أي علاقة أخرى مستمرة معنا، فيما يتعلق بهذا الطلب.
                  </li>
                  <li>
                    4. إذا كنت ترغب في متابعة الشراء منا، فقد نقبل طريقة دفع بديلة وفقًا لتقديرنا، أو إذا لزم الأمر بموجب القانون.
                  </li>
                </ol>
              </li>
            </ol>
          </li>
          <li>
            <h4>
              9. المبالغ المستردة والتسويات الأخرى اللاحقة للشراء
            </h4>
            <ol>
              <li>
                9.1 إذا قررت إرجاع البضائع التي تم شراؤها باستخدام بوست باي وطلبت استرداد الأموال أو تم قبول الإرجاع والاسترداد أو السماح به بموجب القانون فسوف تقوم بترتيب عملية الإرجاع مع البائع مباشرةً والتأكد من إرجاع البضائع وفقًا لسياسة إرجاع البائع أو تعليمات أخرى أو حقوقك القانونية.
              </li>
              <li>
                9.2 يجب إكمال الإرجاع خلال الفترة المحددة وبالطريقة التي تتطلبها سياسة إرجاع البائع أو كما يسمح البائع.
              </li>
              <li>
                9.3 إلى أن يؤكد البائع على إعادة البضائع أو رد الأموال ذات الصلة أو رد جزء من المبلغ ستظل مسؤولاً عن السداد الكامل للبضائع. خلال هذا الوقت قد نستمر في معالجة أي مدفوعات أقساط وفقًا للتواريخ المحددة في جدول الدفع الخاص بك.
              </li>
              <li>
                9.4 بمجرد إرجاع البضائع والموافقة على الاسترداد (أو أي تعديل آخر للسعر لاحقًا للشراء) من قبل البائع سنقوم برد الأموال إلى بطاقة الخصم / الائتمان الخاصة بك وتعديل جدول الدفع الخاص بك بشكل مناسب (بما في ذلك تقليل أو إلغاء أي مدفوعات مستقبلية إذا لزم الأمر). يرجى ملاحظة أنه في حالة الاسترداد الجزئي يتم خصم المبالغ المستردة من الدفعة / الدفعات الأخيرة أولاً.
              </li>
            </ol>
          </li>
          <li>
            <h4>10. أهليتك</h4>
            <ol>
              <li>
                10.1 لكي تكون مؤهلاً لاستخدام بوست باي عند الدفع فيجب عليك:
                <ol>
                  <li>
                    1. ألا يقل عمر الفرد عن 18 عامًا.
                  </li>
                  <li>
                    2. أن تكون مقيمًا في دولة الإمارات العربية المتحدة أو المملكة العربية السعودية وتحمل بطاقة هوية إماراتية أو بطاقة هوية سعودية سارية
                  </li>
                  <li>
                    3. أن تكون قادراً على الدخول في عقد ملزم قانونًا.
                  </li>
                  <li>
                    3. أن يكون لديك رقم هاتف محمول صالح ويمكن التحقق منه.
                  </li>
                  <li>
                    4. أن تكون مصرحًا لك باستخدام طريقة السداد المقدمة.
                  </li>
                  <li>
                    5. إنشاء حساب والموافقة على شروط الاستخدام وسياسة الخصوصية الخاصة بـ Postpay.
                  </li>
                </ol>
              </li>
              <li>
                10.2 من خلال الدخول في هذه الاتفاقية فإنك تقر وتضمن أنك مؤهل لاستخدام ميزة التقسيط.
              </li>
              <li>
                10.3 بالإضافة إلى تلك متطلبات الأهلية يرجى ملاحظة أن استخدام ميزة التقسيط يخضع للموافقة وفقًا لتقديرنا الخاص في كل حالة.
              </li>
            </ol>
          </li>
          <li>
            <h4>11. استخدامك لميزة التقسيط</h4>
            <ol>
              <li>
                11.1 تتعهد بدفع مبلغ مشترياتك كاملًا بالتقسيط كما هو موضح في جدول الدفع الخاص بك.
              </li>
              <li>
                11.2 أنت توافق على أن جميع المعلومات التي تقدمها لنا صحيحة وكاملة ودقيقة وتوافق على عدم تحريف هويتك.
              </li>
              <li>
                11.3 إذا تغيرت معلوماتك بما في ذلك معلومات طريقة الدفع الخاصة بك فإنك توافق على إخطارنا على الفور.
              </li>
              <li>
                11.4 الاستخدامات المحظورة لميزة التقسيط:
                <p>
                  أنت توافق على عدم استخدام ميزة التقسيط لأي نشاط غير قانوني أو احتيالي والاتصال بنا على الفور إذا كنت تعتقد أن طريقة السداد الخاصة بك قد تخضع لمعاملة غير مصرح بها أو الاستيلاء على الحساب أو أي نوع آخر من النشاط الاحتيالي أو انتهاك أمني.
                </p>
                <ol>
                  <li>
                    1. الاشتراك في أي أنشطة متعلقة بميزة التقسيط تتعارض مع أي قانون أو لائحة معمول بها أو شروط هذه الاتفاقية
                  </li>
                  <li>
                    2.	استخدام ميزة التقسيط لإنجاز سلفة نقدية، بما في ذلك عن طريق شراء السلع أو الخدمات ثم طلب استرداد التكاليف من البنك الذي تتعامل معه.
                  </li>
                </ol>
              </li>
            </ol>
          </li>
          <li>
          <h4>التقييم والفحوصات .12</h4>
            <ol>
              <li>
                12.1 أنت توافق على تقديم أي معلومات أو وثائق مطلوبة بشكل معقول للتحقق من هويتك فيما يتعلق بطلبك.
              </li>
              <li>
                12.2 أنت تفوضنا بإجراء أي استفسارات ضرورية للتحقق من هويتك وتقييم قدرتك على إجراء المدفوعات المتفق عليها بشكل مباشر أو من خلال أطراف ثالثة.
              </li>
              <li>
                12.3 كجزء من عملية الموافقة وتقييم إذا كان لديك الوسائل للوفاء بالتزامك بسداد المدفوعات المستقبلية وفقًا لجدول الدفع فنحن نحتفظ بالحق مباشرة أو من خلال أطراف ثالثة في إجراء تقييم لطريقتك للدفع او السداد.
              </li>
            </ol>
          </li>
          <li>
            <h4>13. الشكاوى والنزاعات</h4>
            <ol>
              <li>
                13.1 إذا كانت لديك شكوى معنا ناشئة عن أو تتعلق باتفاقية الشراء أو ميزة التقسيط بخلاف ما يتعلق بتسليم أو جودة البضائع المشتراة فيجب عليك رفع نزاع باتباع إجراءات الإشعار المنصوص عليها في قسم 13 بالأسفل. إذا كانت لديك شكوى ناشئة عن تسليم أو جودة السلع أو الخدمات التي اشتريتها فيجب عليك الاتصال بالبائع باستخدام التفاصيل المنشورة على موقع البائع على الويب. ولتجنب الشك فإن أي شكوى ضد المورد لا تعفيك من التزاماتك (بما في ذلك مدفوعات الأقساط) بموجب اتفاقية دفع الشراء هذه.
              </li>
              <li>
                13.2 قد نطلب منك وثائق إضافية لمساعدتنا في حل أي شكاوى أو نزاعات ويجب عليك تقديم كل مساعدة معقولة لنا لتسهيل حل أي شكاوى أو نزاعات.
              </li>
            </ol>
          </li>
          <li>
            <h4>14. القانون الواجب التطبيق والاختصاص القضائي</h4>
            <ol>
              <li>
                14.1 باستثناء ما هو منصوص عليه صراحةً تخضع هذه الاتفاقية لقوانين إنجلترا وويلز وسيتم تفسيرها وفقًا لها. لتسريع الحل وتقليل تكلفة أي نزاع أو خلاف أو مطالبة بينك وبيننا فيما يتعلق بأي نزاع أو جدل ناشئ عن هذه الاتفاقية أو ما يتعلق بها أو استخدامك لأي جزء من ميزة التقسيط أو إنفاذ أي حكم من أحكام هذه الاتفاقية (<strong>نزاع</strong>) نتفق نحن وأنت على المحاولة أولاً للتفاوض بشأن أي نزاع بشكل غير رسمي لمدة 30 يومًا على الأقل قبل الشروع في أي إجراء آخر. ستبدأ هذه المفاوضات غير الرسمية عند استلام إشعار خطي (كل منا <strong>إشعار</strong>). عنوانك لهذه الإشعارات هو عنوان البريد الإلكتروني الذي قدمته في حسابك. وعنواننا لهذه الإشعارات هو: وحدة رقم: 3726 مركز الأعمال DMCC Business Center Level No 1 Jewellery & Gemplex 3 Dubai United Arab Emirates، تنبيه: قانوني أو عبر البريد الإلكتروني legal@postpay.io. يجب أن يتضمن أي إشعار: اسمك ومعلومات حسابك ووصفًا موجزًا ​​عن النزاع ومعلومات الاتصال حتى نتمكن من تقييم النزاع ومحاولة حله بشكل غير رسمي. إذا نجحت المفاوضات غير الرسمية فلا داعي لاتخاذ أي إجراء آخر.
              </li>
            </ol>
            <p>
              إذا لم نتمكن من حل النزاع بشكل غير رسمي، فسيخضع هذا النزاع للاختصاص القضائي الحصري لمحاكم مركز دبي المالي العالمي (DIFC)، بالنسبة للنزاعات التي تقل قيمتها عن 1.000.000 درهم إماراتي، يوافق الأطراف على الاستماع إلى الأمر حصريًا في محكمة الدعاوى الصغيرة في محاكم مركز دبي المالي العالمي.
            </p>
          </li>
          <li>
            <h4>15. تحديد المسؤولية</h4>
            <p>
              إلى الحد الذي لا يحظره القانون، لن نتحمل نحن أو الشركات التابعة لنا أو شركاؤنا أو الشركات التابعة لنا تحت أي ظرف من الظروف أي مسئولية تجاهك عن أي أضرار غير مباشرة أو عرضية أو تبعية أو خاصة أو نموذجية تنشأ عن هذه الاتفاقية أو تتعلق بها، أو استخدامك أو عدم قدرتك على استخدام ميزة التقسيط، أنت توافق على أن المسؤولية الإجمالية لنا ولشركاتنا التابعة وشركائنا والشركات التابعة لك عن جميع المطالبات الناشئة عن أو المتعلقة بهذه الاتفاقية أو استخدامك أو عدم قدرتك على استخدام ميزة التقسيط (بخلاف ما قد يقتضيه القانون المعمول به) لن يتجاوز ما يلي: (أ) مبلغ أي طلب (طلبات) متأثر أدى إلى هذه الأضرار، أو (ب) مبلغ ألف وخمسمائة درهم إماراتي (1.500 درهم إماراتي).
            </p>
          </li>
          <li>
            <h4>16. التعويض</h4>
            <p>
              أنت توافق على إعفاءنا وتعويضنا ودرء الأذى عنا، وعن الشركات التابعة لنا، ومسئولينا ومديريهم وموظفيهم ووكلائنا من وضد أي مسؤولية تنشأ عن أو تتعلق باستخدامك لميزة التقسيط أو انتهاك شروط هذه الاتفاقية.
            </p>
          </li>
          <li>
            <h4>الموافقة على الاتصالات الإلكترونية والرسائل النصية القصيرة .17</h4>
            <ol>
              <li>
                17.1 بالضغط لقبول هذه الاتفاقية يُعتبر أنك قد نفذت هذه الاتفاقية إلكترونيًا وتوافق على استلام جميع السجلات والإشعارات المتعلقة بميزة التقسيط إلكترونيًا.
              </li>
              <li>
                17.2 لضمان قدرتنا على التواصل معك إلكترونيًا فإنك توافق على إخطارنا فورًا بأي تغيير في عنوان بريدك الإلكتروني عن طريق تحديث حسابك أو عبر البريد الإلكتروني.
              </li>
              <li>
                17.3 لعرض نسخة من هذه الاتفاقية والاحتفاظ بها وغيرها من الاتصالات بموجب هذه الاتفاقية ستحتاج إلى جهاز (مثل جهاز كمبيوتر أو هاتف محمول) مزود بمتصفح ويب وإمكانية الوصول إلى الإنترنت وإما طابعة أو وحدة تخزين محلية أو سحابية المساحة. بقبول هذه الاتفاقية والموافقة عليها إلكترونيًا فإنك تقر أنك (أ) قد قرأت وفهمت الموافقة المذكورة أعلاه لتلقي السجلات والإشعارات إلكترونيًا (ب) أنك تستوفي الحد الأدنى من متطلبات الأجهزة والبرامج المحددة في هذا القسم 16.3 و (ج) تظل موافقتك سارية المفعول حتى تسحب موافقتك على النحو المحدد بالأعلي في القسم 16.1.
              </li>
              <li>
                17.4 كجزء من ميزة التقسيط قد نرسل لك رسائل SMS. أنت توافق على تلقي رسائل SMS إلى كل رقم هاتف تقدمه لنا بخصوص ميزة التقسيط.
              </li>
              <li>
                17.5 بالإضافة إلى ذلك أنت توافق على أننا قد نرسل لك مراسلات تسويقية علي عنوان البريد الإلكتروني الذي قدمته بما في ذلك على سبيل المثال و ليس فقط العروض المستهدفة أو إدخال ميزات جديدة أو موردين أو إعلانات خاصة أخرى.
              </li>
            </ol>
          </li>
          <li>
            <h4>18. متفرقات</h4>
            <ol>
              <li>
                18.1 هذه الاتفاقية سارية المفعول حتى يتم سداد جميع المبالغ المستحقة بموجب الاتفاقية بالكامل أو يتم إلغاؤها أو ردها.
              </li>
              <li>
                18.2 إذا تم الإقرار بأن أي حكم من أحكام هذه الاتفاقية (أو أي جزء منها) غير صالح أو غير قابل للتنفيذ فلن تتأثر الأحكام المتبقية من هذه الاتفاقية بذلك وستكون ملزمة للأطراف وتكون قابلة للتنفيذ كما لو كانت غير صالحة أو لم يتم تضمين بند غير قابل للتنفيذ (أو جزء منه) في هذه الاتفاقية.
              </li>
              <li>
                18.3 هذه الاتفاقية و جميع المستندات أو المواد الأخرى المدمجة بالإحالة تشكل وتحتوي على الاتفاقيات الكاملة بينك وبيننا فيما يتعلق بالموضوع المذكور هنا وتحل محل أي اتفاقيات شفوية أو مكتوبة سابقة أو حالية. تقر أنت ونحن ونتفق أن الآخر لم يقدم أي تعهدات أو ضمانات أو اتفاقيات من أي نوع باستثناء ما هو منصوص عليه صراحةً هنا
              </li>
            </ol>
          </li>
          <li>
            <h4>19. حقوق المستهلك</h4>
            <p>
              لأي استفسارات أو شكاوى يرجى الاتصال بفريق الدعم الخاص بنا من خلال طرق الاتصال الموضحة بموقعنا على الإنترنت. لمزيد من المعلومات حول حقوق المستهلك، تفضل بزيارة موقع www.consumerrights.ae أو اتصل بأهلا دبي على 971600545555+.
            </p>
          </li>
        </ol>
      </div>
      <style jsx>{`
        h4 {
          font-family: var(--font-bold);
          margin-bottom: 7px;
          font-size: 18px;
          color: #4F5153;
        }

        strong {
          font-family: var(--font-bold);
        }
      `}</style>
    </>
  );
};
export default TermsKSAArPage;
