import React from "react";
import {
  DECLINED_PURCHASE_ROUTE,
  PCI_DSS_ROUTE,
  SHOP_DIRECTORY_ROUTE,
  TERMS_ROUTE,
} from "../helpers/url";
import { IFaqListItem } from "../pages/contact-us/ShopperFAQs";

const faqList: Array<IFaqListItem> = [
  {
    title: "بوست باي",
    data: [
      {
        question: "ما هو بوست باي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            يمنحك بوست باي المرونة في الدفع بمرور الوقت من خلال ثلاث دفعات شهرية
            بدون فوائد أو رسوم. سيتم تحصيل الدفعة الأولى في وقت الشراء متبوعة
            بالدفعتين المتبقيتين على مدار الشهرين اللاحقين.
          </p>
        ),
      },
      {
        question: "كيف استخدم بوست باي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            ما عليك سوى اختيار بوست باي عند الدفع عبر أي من تجار التجزئة
            المتعاونين معنا لدفع ثمن مشترياتك على ثلاث دفعات مقسمة. سيتم توجيهك
            تلقائيًا إلى بوست باي حيث ستدخل عملية سريعة للتحقق من الهوية قبل
            لإكمل طريقة الدفع التي اخترتها.
          </p>
        ),
      },
      {
        question: "من يمكنه استخدام بوست باي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            لاستخدام بوست باي يجب أن يكون عمرك أكثر من 18 عامًا ويجب أن يكون
            لديك بطاقة هوية صالحة ورقم هاتف محمول صالح من الإمارات العربية
            المتحدة أو المملكة العربية السعودية.
          </p>
        ),
      },
      {
        question: "أين يمكنني استخدام بوست باي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            <a className="content-accordion-link" href={SHOP_DIRECTORY_ROUTE}>
              اضغط هنا
            </a>{" "}
            لعرض قائمة كاملة من بائعي التجزئة المتعاونين معنا الذين يقدمون بوست
            باي عند السداد.
          </p>
        ),
      },
      {
        question: "هل هناك أي رسوم لبوست باي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            لا توجد رسوم بشرط أن تدفع الأقساط الشهرية في الوقت المحدد!
          </p>
        ),
      },
      {
        question: "ما المبلغ الذي يمكنني إنفاقه باستخدام بوست باي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            سيعتمد الحد الخاص بك على العديد من العوامل مثل سجلك معنا وتاجر
            التجزئة الذي تحاول الشراء منه وإذا كان لديك أي مدفوعات مستمرة.
          </p>
        ),
      },
    ],
  },
  {
    title: "ما هو نظام وان الخاص ببوست باي؟",
    data: [
      {
        question: "ما هو نظام وان الخاص ببوست باي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            نظام وان عبارة عن طريقة دفع سريعة. سنتذكر عنوانك ومعلومات الدفع
            الخاصة بك حتى تتمكن من الدفع بسهولة عبر جميع تجار التجزئة المتعاونين
            معنا. لن تضطر بعد الآن إلى إكمال النماذج الشاقة أو تذكر كلمة مرور.
            بالإضافة إلى ذلك يمنحك وان المرونة لدفع دفعة واحدة أو على دفعات
            شهرية بمرور الوقت.
          </p>
        ),
      },
      {
        question: "كيف استخدم نظام وان الخاص ببوست باي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            سترى وان باي بوست باي بجوار أي منتج من بائعي التجزئة المتعاونين
            معنا. بمجرد تحديد" الشراء بنظام وان " سيتم إعادة توجيهك إلى الدفع
            السريع وستحتاج إلى إدخال رقم هاتفك في المملكة العربية السعودية أو
            الإمارات العربية المتحدة لتلقي OTP. بعد ذلك فقط قم بإدخال عنوانك
            وحدد طريقة الدفع لإكمال عملية الشراء.
          </p>
        ),
      },
      {
        question: "من بمكنه استخدام نظام وان الخاص ببوست باي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            لاستخدام وان يجب أن يكون عمرك أكثر من 18 عامًا ويجب أن يكون لديك
            بطاقة هوية صالحة ورقم هاتف محمول صالح من الإمارات العربية المتحدة أو
            المملكة العربية السعودية.
          </p>
        ),
      },
      {
        question: "هل هناك أي رسوم لنظام وان؟",
        answer: (
          <p className="content-accordion-text-arabic">
            لا توجد رسوم بشرط أن تدفع الأقساط الشهرية في الوقت المحدد!
          </p>
        ),
      },
      {
        question: "هل يمكنني الدفع بالتقسيط مع نظام وان؟",
        answer: (
          <p className="content-accordion-text-arabic">
            نعم. لديك مرونة الدفع على دفعة واحدة أو بمرور الوقت على 3 دفعات
            شهرية بدون فوائد.
          </p>
        ),
      },
      {
        question: "كيف يمكنني رؤية رسوم التوصيل؟",
        answer: (
          <p className="content-accordion-text-arabic">
            بعد تحديد المنتج الذي ترغب في شرائه والضغط على "وان" ستحتاج إلى
            إدخال رقم هاتفك المحمول والرمز التي تم إرساله إلى رقمك. بعد ذلك
            ستتمكن من إدخال عنوان التسليم الخاص بك والاطلاع على رسوم التوصيل.
          </p>
        ),
      },
      {
        question: "كيف يمكنني تغيير عنواني للطلبات بالمستقبل؟",
        answer: (
          <p className="content-accordion-text-arabic">
            يمكنك تحديث عنوان التسليم الخاص بك عند الخروج.
          </p>
        ),
      },
      {
        question:
          "تم تأكيد طلبي بالفعل وأدخلت العنوان الخطأ للتسليم. كيف يمكنني تغيير ذلك؟",
        answer: (
          <p className="content-accordion-text-arabic">
            لتحديث عنوان التسليم الخاص بك يرجى التواصل مع بائع التجزئة مباشرة
            لأننا لسنا مسؤولين عن التسليم.
          </p>
        ),
      },
      {
        question: "هل هناك حد للإنفاق؟",
        answer: (
          <p className="content-accordion-text-arabic">
            سيعتمد الحد الخاص بك على العديد من العوامل مثل سجلك معنا وتاجر
            التجزئة الذي تحاول الشراء منه وإذا كان لديك أي مدفوعات مستمرة.
          </p>
        ),
      },
    ],
  },
  {
    title: "توصيل",
    data: [
      {
        question: "متى سيتم تسليم طلبي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            للحصول على تحديثات بخصوص طلبك المعلق يرجى التواصل مع بائع التجزئة
            مباشرة لأن نظام وان ليس مسؤولاً عن التسليم.
          </p>
        ),
      },
      {
        question:
          "تم تأكيد طلبي بالفعل وأدخلت العنوان الخطأ للتسليم. كيف يمكنني تغيير ذلك؟",
        answer: (
          <p className="content-accordion-text-arabic">
            لتحديث عنوان التسليم الخاص بك يرجى التواصل مع بائع التجزئة مباشرة.
            لا يتعامل نظام وان بشكل مباشر مع التسليم.
          </p>
        ),
      },
    ],
  },
  {
    title: "الاسترجاع والإلغاء والاستبدال",
    data: [
      {
        question: "كيف ألغي أو أسترجع مشتريات من طلبي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            ستحتاج إلى التواصل مع بائع التجزئة مباشرةً لإرجاع أو إلغاء أي طلبات.
            يرجى ملاحظة أنه سيتم تطبيق الشروط والأحكام من التاجر على طلبات
            الإرجاع / الإلغاء.
          </p>
        ),
      },
      {
        question:
          "لقد اشتريت منتجات مختلفة وأعدت جزءًا فقط من الطلب إلى المتجر. كيف يمكنني استلام المبلغ المسترد الجزئي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            إذا تلقيت استردادًا جزئيًا فسيتم تطبيق المبلغ الذي تم رده بواسطة
            بائع التجزئة في آخر دفعة لك إلى الوراء. سنرسل لك أيضًا رسالة بريد
            إلكتروني تحتوي على جميع تفاصيل رد الأموال الجزئي.
          </p>
        ),
      },
      {
        question: "لقد ألغيت طلبي بالكامل. كيف يمكنني استلام المبلغ المسترد؟",
        answer: (
          <p className="content-accordion-text-arabic">
            بمجرد أن يطلب التاجر استرداد المبلغ بالكامل قد يستغرق الأمر ما يصل
            إلى يومي عمل حتى يظهر الإلغاء على لوحة التحكم. بمجرد معالجة رد
            الأموال من جانبنا سنرسل إليك بريدًا إلكترونيًا محدثًا يحتوي على
            معلومات الاسترداد. قد يستغرق الأمر من 2 إلى 20 يوم عمل حتى تظهر
            المبالغ المستردة في حسابك اعتمادًا على البنك الذي تتعامل معه.
          </p>
        ),
      },
      {
        question: "كيف يمكنني استبدال مشتريات من طلبي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            ستحتاج إلى التواصل مع بائع التجزئة مباشرةً لاستبدال أي مشتريات. يرجى
            ملاحظة أنه سيتم تطبيق الشروط والأحكام من التاجر على طلبات الإرجاع /
            الإلغاء.
          </p>
        ),
      },
      {
        question: "ما هي المدة التي يستغرقها استلام المبلغ المسترد؟",
        answer: (
          <p className="content-accordion-text-arabic">
            بمجرد أن يبدأ بائع التجزئة استرداد الأموال وتتلقى رسالة التأكيد عبر
            البريد الإلكتروني من بوست باي فقد يستغرق الأمر من 2 إلى 20 يوم عمل
            حسب البنك الذي تتعامل معه حتى ينعكس المبلغ في حسابك.
          </p>
        ),
      },
    ],
  },
  {
    title: "المدفوعات",
    data: [
      {
        question: "ما هي طرق الدفع المقبولة؟",
        answer: (
          <>
            <p className="content-accordion-text-arabic">
              يقبل بوست باي بطاقات الخصم والائتمان الرئيسية مثل فيزا و ماستر
              كارد. البطاقات المدفوعة مسبقًا غير مقبولة.
            </p>
          </>
        ),
      },
      {
        question: "لا يمكنني الدفع في الوقت المحدد. ماذا أفعل؟",
        answer: (
          <>
            <p className="content-accordion-text-arabic">
              يرجى مع خدمة العملاء قبل تاريخ الدفع المحدد للحصول على المساعدة.
            </p>
          </>
        ),
      },
      {
        question: "هل يمكنني تغيير تاريخ الدفع المحدد؟",
        answer: (
          <p className="content-accordion-text-arabic">
            لا يمكن مد تاريخ المدفوعات المجدولة ومع ذلك يمكن دفع مبلغ معلق
            مبكرًا من حسابك.
          </p>
        ),
      },
      {
        question: "ماذا يحدث إذا لم أستطع الدفع في الوقت المحدد؟",
        answer: (
          <p className="content-accordion-text-arabic">
            سنرسل إليك تذكيرًا بالدفع عبر البريد الإلكتروني. في حالة فشل الدفع
            ستتم إضافة غرامة السداد المتأخر إلى القسط الخاص بك.
          </p>
        ),
      },
      {
        question: "هل توجد أي غرامة للدفع إذا لم أستطع الدفع في الوقت المحدد؟",
        answer: (
          <p className="content-accordion-text-arabic">
            بعد يوم واحد من تاريخ الاستحقاق يتم إضافة غرامة تأخير قدرها 25 ريال
            سعودي / درهم إماراتي إلى القسط الخاص بك. بعد 10 أيام من تاريخ
            الاستحقاق سيحاول النظام خصم المبلغ تلقائيًا مرة أخرى وفي حالة فشل
            الدفع يتم إضافة 30 ريال سعودي / درهم إماراتي أخرى إلى القسط الخاص
            بك.
          </p>
        ),
      },
      {
        question: "كيف يتم تغيير البطاقة المسجلة للدفع؟",
        answer: (
          <p className="content-accordion-text-arabic">
            يمكنك تغيير بطاقتك المسجلة للدفع في أي وقت من حسابك. في لوحة تحكم
            العميل في تطبيق بوست باي أو على موقع الويب اضغط على "المشتريات"
            واختر القسط الذي تريده
          </p>
        ),
      },
      {
        question: "لماذا كلفتني مرتين بنفس المبلغ؟",
        answer: (
          <p className="content-accordion-text-arabic">
            قد نحتاج إلى إجراء تفويض مسبق للتأكد من أن البطاقة ليست احتيالية.
            إذا كان هذا التفويض المسبق ينعكس على أنه إشعار من البنك الذي تتعامل
            معه فيرجى ملاحظة أنه تم إلغاؤه على الفور من قبلنا ولا نتلقى أي أموال
            وستكون قادرًا على أن ترى في كشف حسابك المصرفي أنه لم يتم تحصيل أي
            مبلغ من قبلنا.
          </p>
        ),
      },
      {
        question: "هل هناك حد للمبلغ الذي يمكنني إنفاقه على مشترياتي؟",
        answer: (
          <p className="content-accordion-text-arabic">
            سيعتمد الحد الخاص بك على العديد من العوامل مثل سجلك معنا وتاجر
            التجزئة الذي تحاول الشراء منه وإذا كان لديك أي مدفوعات مستمرة.
          </p>
        ),
      },
      {
        question: "هل يمكنني إجراء أكثر من عملية شراء في نفس الوقت؟",
        answer: (
          <p className="content-accordion-text-arabic">
            تستطيع! يرجى ملاحظة أن الحد الأقصى للمشتريات يمكن أن يختلف باختلاف
            تجار التجزئة المتعاونين معنا.
          </p>
        ),
      },
    ],
  },
  {
    title: "حساب المستخدم والإعداد",
    data: [
      {
        question:
          "كيف يمكنني تغيير معلوماتي المسجلة؟ (البريد الإلكتروني ورقم الهاتف وبطاقة الهوية)",
        answer: (
          <p className="content-accordion-text-arabic">
            يرجى التواصل مع فريق خدمة العملاء الخاص بنا وسيتمكنون من تغيير أي
            معلومات مسجلة.
          </p>
        ),
      },
      {
        question: "كيف يمكنني التواصل مع فريق خدمة العملاء في الإمارات؟",
        answer: (
          <p className="content-accordion-text-arabic">
            يمكنك التواصل معنا عبر البريد الإلكتروني على support@postpay.io أو
            على 9741256555+. مركز الاتصال الخاص بنا مفتوح من الأحد إلى الجمعة من
            الساعة 9 صباحًا حتى 6 مساءً (بتوقيت الإمارات العربية المتحدة).
          </p>
        ),
      },
      {
        question:
          "كيف يمكنني التواصل مع فريق خدمة العملاء في المملكة العربية السعودية؟",
        answer: (
          <p className="content-accordion-text-arabic">
            يمكنك التواصل معنا عبر البريد الإلكتروني على support@postpay.io أو
            على 966115201141+. مركز الاتصال الخاص بنا مفتوح من الأحد إلى الجمعة
            من الساعة 8 صباحًا حتى 5 مساءً (بتوقيت المملكة العربية السعودية).
          </p>
        ),
      },
    ],
  },
  {
    title: "عمليات الشراء المرفوضة",
    data: [
      {
        question: "لماذا تم رفض عملية شرائي؟",
        answer: (
          <>
            <p className="content-accordion-text-arabic content-accordion-spacing">
              إذا تم رفض عملية الشراء فهناك بعض الأسئلة التي يجب وضعها في
              الاعتبار:
            </p>
            <ul>
              <li className="content-accordion-list-item">
                هل تستوفي جميع معايير الأهلية المنصوص عليها في شروط الشراء
                <a className="content-accordion-link" href={TERMS_ROUTE}>
                  رابط شروط الشراء
                </a>
                لدينا؟ -
              </li>
              <li className="content-accordion-list-item">
                هل لديك رصيد كافي للدفعة الأولى؟
              </li>
              <li className="content-accordion-list-item">
                هل أنت عميل جديد؟ قد تختلف حدود قيمة الطلب من شخص لآخر بناءً على
                سجل معاملاتك معنا.
              </li>
              <li className="content-accordion-list-item">
                هل لديك مدفوعات جارية باستخدام بوست باي؟ إذا كان الأمر كذلك فقد
                يساعد تسوية هذه الأمور في زيادة احتمالية موافقتك
              </li>
              <li className="content-accordion-list-item">
                هل لديك مدفوعات جارية باستخدام بوست باي؟ إذا كان الأمر كذلك فقد
                يساعد تسوية هذه الأمور في زيادة احتمالية موافقتك
              </li>
              <li className="content-accordion-list-item">
                هل حاولت إتمام الطلبات عدة مرات؟ قد يؤدي هذا إلى رفض طلبك كنتيجة
                لمنع الاحتيال لدينا.
              </li>
            </ul>
            <p className="content-accordion-text-arabic content-accordion-spacing">
              يرجى ملاحظة أننا نقوم بتقييم كل طلب شراء على حدة وهذا يأخذ في
              الاعتبار الكثير من العوامل المختلفة. على سبيل المثال إذا تم رفضك
              من بائع تجزئة معين اليوم فقد تتم الموافقة عليك لنفس بائع التجزئة
              غدًا.
            </p>
            <p className="content-accordion-text-arabic">
              <a
                href={DECLINED_PURCHASE_ROUTE}
                className="content-accordion-link"
              >
                الضغط هنا{" "}
              </a>
              لمزيد من المعلومات حول رفض الشراء يرجى
            </p>
          </>
        ),
      },
      {
        question: "ماذا أفعل إذا تم رفض مشترياتي؟",
        answer: (
          <>
            <p className="content-accordion-text-arabic content-accordion-spacing">
              إذا كنت عميلاً عائدًا فسيتم أخذ تاريخ مدفوعاتك وعدد المدفوعات
              الجارية في الاعتبار. ويمكن أن تساعد تسوية هذه المدفوعات في زيادة
              احتمالية موافقتك.
            </p>
            <p className="content-accordion-text-arabic">
              في حال لم يكن لديك أي مدفوعات مستمرة أو إذا كنت عميلاً جديدًا يرجى
              الاتصال بنا على 97142156555+ أو على 966115201141+ حتى يتمكن فريق
              خدمة العملاء الخاص بنا من مساعدتك بشكل أفضل.
            </p>
          </>
        ),
      },
    ],
  },
  {
    title: "الاحتيال والأمن",
    data: [
      {
        question: "هل بوست باي آمن؟",
        answer: (
          <p className="content-accordion-text-arabic">
            أمنك له أهمية قصوى بالنسبة لنا. نحن شركة متوافقة مع PCI DSS مما يعني
            أننا نخضع لاختبارات امتثال صارمة من صناعة بطاقات الدفع (PCI) لضمان
            تخزين بياناتك بأمان في أنظمتنا. يرجى زيارة صفحة PCI DSS الخاصة بنا
            لمعرفة المزيد.{" "}
            <a href={PCI_DSS_ROUTE} className="content-accordion-link">
              هنا
            </a>
          </p>
        ),
      },
      {
        question: "هل نظام وان آمن؟",
        answer: (
          <p className="content-accordion-text-arabic">
            أمنك له أهمية قصوى بالنسبة لنا. نحن شركة متوافقة مع PCI DSS مما يعني
            أننا نخضع لاختبارات امتثال صارمة من صناعة بطاقات الدفع (PCI) لضمان
            تخزين بياناتك بأمان في أنظمتنا. يرجى زيارة صفحة PCI DSS الخاصة بنا
            لمعرفة المزيد.{" "}
            <a href={PCI_DSS_ROUTE} className="content-accordion-link">
              هنا
            </a>
          </p>
        ),
      },
      {
        question:
          "لقد تلقيت رسومًا ولا يمكنني تذكر إتمام أي عمليات شراء. ماذا علي أن أفعل؟",
        answer: (
          <p className="content-accordion-text-arabic">
            يرجى التواصل مع فريق دعم العملاء على 97142156555+ أو على
            966115201141+ أو على support@postpay.io حتى يتمكنوا من مساعدتك بشكل
            أكبر.
          </p>
        ),
      },
    ],
  },
];
export default faqList;
