export default {
  GlobalBanner: "اشتري الآن و ادفع لاحقا. بدون فوائد و بدون رسوم إضافية",
  ShopNow: "تسوق الآن,",
  PayLater: ".ادفع لاحقًا",
  PayLater2: "ادفع لاحقًا.",
  SweetestWay: "أحسن طريقة للدفع",
  EidShopping: "تجربة التسوق للعيد أصبحت أسهل مع بوست باي",
  GreatDeals: "عروض رائعة و متاجر مذهلة و يمكنك أيضًا الدفع لاحقًا",
  ShopNowEid: "تسوق الآن",
  ShopOnlineText: ".بدون فوائد. بدون رسوم زيادة",
  ShopOnlineText2: "بدون فوائد. بدون رسوم زيادة.",
  ShopAnyWhereHashtag: "تسوق_وين_ما_تريد#",
  GiftBetterHashtag: "اهدي_بأحسن_طريقة#",
  Shop: "تسوق",
  BrowseStore: "تصفح المتاجر",
  EasyPayments: "3 مدفوعات بسيطة.",
  EasyPaymentsDescription: "اشتري كل ما تريد الآن و ادفع لاحقا.",
  SneakyFees: "بدون رسوم زيادة.",
  SneakyFeesDescription: "ستدفع ثمن مشترياتك فقط! ليس أكثر من ذلك.",
  InstantApproval: "قرار فوري بالموافقة.",
  InstantApprovalDescription:
    "احصل علي الموافقة بنقرة واحدة لتتمكن من الحصول علي كل ما تريد بسرعة.",
  ShopOurStores: "تسوق من متاجرنا",
  ShopOurStoresDescription: "!بوست باي متاح لك تلقائيا عند الدفع",
  PostPayFeatured: "متاجر بوست باي المميزة",
  PostPayTopDeals: "أفضل العروض",
  PostPayEidDeals: "أفضل عروض العيد",
  ForBusiness: "بوست باي للأعمال",
  PostPay: "بوست باي",
  PostPayLogo: "بوست باي",
  ForCustomers: "بوست باي للمتسوقين",
  PostPayAppTitle: "ادفع على طول \n وين ما تكون",
  PostPayAppDescription:
    "حمل الآن تطبيق بوست باي و اكتشف كيف يمكنك تقسيط كل ما تريد أينما كنت.",
  NewsLetterTitle: "هل تريد أن تعرف المزيد؟\n" + "اشترك بنشرتنا الإخبارية.",
  NewsLetterDescription:
    "اشترك بنشرتنا الإخبارية لتصلك أحدث أخبار المتاجر الجديدة و العروض الحصرية المتاحة لعملاء بوست باي.",
  newsLetterPlaceholder: "ادخل بريدك الإلكتروني",
  phoneNumberPlaceholder: "ادخل رقم هاتفك المحمول",
  ReadMore: "Read More",
  FAQs: "الأسئلة المتكررة",
  //store
  Discover: "اكتشف",
  searchPlaceholder: "ابحث عن متجر",
  NewStores: "المتاجر الجديدة",
  Start: "ابدأ التسوق",
  //store filters
  All: "جميع الفئات",
  Electronics: "الإلكترونيات",
  Fashion: "الأزيا.",
  Beauty: "الجمال",
  "Home and furniture": "الأثاث المنزلي",
  "Sports and fitness": "الرياضة و اللياقة البدنية",
  Entertainment: "الترفيه",
  Kids: "الترفيه",
  // customerFeedback
  FeedbackTitle: "عملائنا فينا!",
  FeedbackDescription: "هذا رأي",
  CustomerFeedback1: `<underline>لم يمكن أبدًا بمخيلتي أنه</underline> يمكنني فرش شقتي بأكملها بهذه السرعة! <underline>شكرًا بوست باي لقد وجدت طريقتي المفضلة للدفع.</underline>`,
  CustomerFeedbackAuthor1: "ب. كنان",
  CustomerFeedback2: `بعد أن تعرفت علي بوست باي تمكنت من الاستمتاع بالتسوق <underline>بدون القلق من الديون.<underline/>`,
  CustomerFeedbackAuthor2: "ب. المهيري",
  CustomerFeedback3: `<underline>مع بوست باي تمكنت</underline> من شراء هدية عيد ميلاد أخي و هدية عيد زواجي و أجهزة صوتية لصديقي. كل هذا في شهر واحد فقط! <underline>شكرًا بوست باي.</underline>`,
  CustomerFeedbackAuthor3: "ا. حداد",
  // howItWorks
  PostponeIt: "!استخدم بوست باي لتأجيل الدفع",
  EasySteps: "استخدم بوست باي في 3 خطوات بسيطة",
  EasyStepsDescription:
    "تسوق أونلاين من متاجرك المفضلة. قسّمها علي 3 دفعات. بدون فوائد و بدون رسوم إضافية",
  ShopOnlineWorks:
    "تسوق أون لاين من متاجرك المفضلة من ضمن مئات المتاجر المتاحة لك.",
  RelaxLater: "لا تقلق و ادفع لاحقا.",
  HassleFree: "سهِّل عملية الدفع.",
  FactPointA: "بدون قلق.",
  FactPointB: "بدون فوائد.",
  FactPointC: "بدون رسوم إضافية.",
  Checkout: "اختر بوست باي عند الدفع",
  CheckoutDescription: "اختر بوست باي عند الدفع و أضف بياناتك فقط!",
  PayIn3: "ادفع لاحقا",
  PayIn3Description:
    "ادفع ثمن مشترياتك فقط و قسمها علي ثلاث دفعات بدون فوائد أو رسوم إضافية",
  // FAQ
  PostpayHelp: "تعرف على بوست باي",
  FAQTitle: "الأسئلة المكررة من المتسوق",
  Search: "ابحث",
  ShoppingWith: "Shopping with Postpay",
  CallMeTitle: "يسعدنا الرد علي أي استفسارات لديك",
  CallUs: "اتصل بنا",
  EmailCaps: "بريدك الإلكتروني",
  PostpayContactPhone: "+971 (4) 2156555",
  PostpayContactEmail: "support@postpay.io",
  FindUs: "لم تجد ما تبحث عنه؟",
  FindAnswers: "ستجد كل الإجابات التي تبحث عنها",
  LeaveQuestions:
    "اترك سؤالك فالمكان المخصص بالأسفل و سيقوم أحد ممثلينا بالتواصل معك فى أقرب وقت",
  FullNameAsterisk: "الاسم الكامل*",
  EmailAsterisk: "بريدك الإلكتروني*",
  SubjectAsterisk: "الموضوع*",
  MessageAsterisk: "نص الرسالة*",
  PhoneNumberAsterisk: "بريد إلكتروني العمل*",
  CompanyNameAsterisk: "اسم الشركة*",
  // About
  AboutUsTitle: "تعرف على بوست باي",
  // Error
  ErrorTitle: "عذراً",
  ErrorDescription: "خطأ 404: الصفحة غير موجودة",
  GoBack: "رجوع",
  //Benefits
  BenefitsTitle: "نمّي عملك التجاري من خلال بوست باي!",
  BenefitsDescription: "لا تخجل.\n" + "قدِم الآن طريقة الدفع من خلال بوست باي.",
  BenefitsGetStarted: "ابدأ الآن",
  BenefitsFooterTitle: "وفِّر لعملائك كل ما يحتاجون من خلال بوست باي!",
  BenefitsFooterDescription:
    "امنح عملائك تجربة تسوق آمنة و الدفع بالطريقة الأنسب إليهم.",
  BenefitsGetInTouch: "تواصل معنا!",
  CheckOutBrands: "ألقي نظرة على متاجرنا المتنوعة",
  PaymentPlanCustomers: "خطة الدفع التي كان دائمًا يبحث عنها عملائك.",
  PostpayCustomerNumber:
    "أكثر من 100 ألف عميل حتي الآن اتبعوا خطط دفع بوست باي و هذه فقط البداية! نحن نقدم خطط تسويقية شاملة مع تجار التجزئة للمساعدة في تنمية قاعدة المستخدمين.",
  BenefitsMetric1: "زيادة معدل المشتريات بنسبة أكثر من",
  BenefitsMetricPercentage1: "50%",
  BenefitsMetric2: "زيادة معدلات التحويل بنسبة",
  BenefitsMetricPercentage2: "35%",
  BenefitsMetric3: "زيادة ولاء العملاء بنسبة أكثر من",
  BenefitsMetricPercentage3: "25%",
  BenefitsMetric4: "انخفاض معدلات الإرجاع بنسبة أكثر من",
  BenefitsMetricPercentage4: "25%",
  //developers
  InstructionTitle1: "رسائل عبر الموقع",
  InstructionDescription1:
    " نقوم بربط موقعك الإلكتروني لإضافتنا بكل سهولة لنكون علي بعد نقرة واحدة من عملائك.",
  InstructionTitle2: "دليل معلومات",
  InstructionDescription2:
    "لا تقلق! دليل معلوماتنا يجيب عن أهم استفسارات العملاء.",
  InstructionTitle3: "طريقة الدفع",
  InstructionDescription3:
    "نقوم بتقسيم التكلفة مباشرة للعملاء علي الموقع الإلكتروني لمعرفة خطط التقسيط الخاصة بهم.",
  HowPostpay: "سيظهر بوست باي علي موقعك الإكتروني علي شكل:",
  PainlessIntegration: "ربط مريح و مستمر.",
  IntegratingPostpay:
    "لدينا جميع المهارات اللازمة لربط بوست باي بمتجرك الإلكتروني و بفضل شراكئنا نقدم لك عمليات الربط من خلال الإختيارات بالأسفل. دع الأمر لنا لنجعل حياتك أبسط.",
  DeveloperTools: "أدوات المطورين",
  //sale
  Sale: "خصومات",
  DontStop: `لا <yellow>تتوقف.</yellow>`,
  JustShop: `فقط <yellow>تسوق.</yellow>`,
  SaleBannerDescription: "قسّم مشترياتك علي ثلاث دفعات بدون فوائد",
  SeeMore: "اكتشف المزيد",
  NeighbourhoodFavs: "الأفضل بالحي",
  NeighbourhoodTitle: "الاماكن المفضلة في دبي",
  NeighbourhoodSubTitle: "اكتشف اشهر البوتيكات بدبي",
  // juventus
  JuventusTitle: "لا يتطلب الأمر سوي الركلة الأولي فقط",
  JuventusCTA: "ابدأ رحلتك من هنا",
  // redesign
  HowItWorks: "كيف نعمل",
  HowItWorksStrong: "كيف <strong>يعمل</strong>",
  ShopDirectory: "دليل المتاجر",
  PostpayForBusiness: "بوست باي للأعمال",
  Benefits: "الفوائد",
  AddPostpayToYourBusiness: "إضافة بوست باي لعملك",
  ForDevelopers: "للمطورين",
  Login: "تسجيل الدخول",
  English: "English",
  BuyNowPayLater: "اشترِ الآن وادفع لاحقًا",
  ShopNow: "تسوق",
  ShopOnline: "تسوق عبر الإنترنت",
  SignUpInSeconds: "سجل في ثوان",
  PostpayIt: "ادفع مع بوست باي",
  ShopOnlineDescription: "بكل بساطة أكمل طلبك واختر بوست باي عند عملية الدفع",
  SignUpInSecondsDescription:
    "أدخل بعض التفاصيل فقط عند استخدامك الأول لبوست باي واحصل على قرار الموافقة فوراً",
  PostpayItDescription:
    "قم بتأكيد طلبك بنقرة واحدة وادفع على ثلاث دفعات بدون فوائد",
  OurLatestPartners: "أحدث شركائنا",
  OurLatestPartnersSubheading:
    "هنا بعض المتاجر المضافة حديثاً حيث يمكنك استخدام خاصية الشراء الآن والدفع لاحقاً بواسطة بوست باي",
  AboutPostpay: "عن بوست باي",
  AboutPostpaySubheading: "اشتر الآن، وادفع لاحقاً، دون فوائد، دون رسوم ",
  AboutPostpayDescription: `مستوحاة من الحاجة إلى مدفوعات مبسطة، تعد بوست باي شركة خدمات دفع معتمدة تقدم مدفوعات مباشرة “بنقرة واحدة” وائتمان فوري لعملائها عند عملية الدفع. تسوق لدى شركائنا واختر بوست باي عند السداد واختر بين “ادفع الآن” أو “ادفع على دفعتين” أو “ادفع على أربع دفعات”.
  <linebreak />لا توجد فوائد ولا رسوم على الأقساط، الموافقات فورية ويتم شحن مشترياتك إليك كالمعتاد. يتم جدولة المدفوعات من بطاقة الخصم أو بطاقة الائتمان الخاصة بك ولا داعي للقلق بشأنها، فنحن نتعامل مع ذلك من أجلك.`,
  AreYouARetailer: "هل أنت بائع؟",
  AreYouARetailerHeading: "ضف بوست باي إلى طريقة الدفع الخاصة بك اليوم",
  AreYouARetailerDescription: `تعرف على كيف يمكن لبوست باي زيادة معدلات التحويل ومتوسط أحجام السلة وجذب المزيد من العملاء المتكررين إلى عملك.`,
  LearnMore: "تسوق الآن",
  ConnectWithUs: "تابعنا",
  ContactUs: "تواصل معنا",
  ContactUsUAE: "الإمارات العربي:",
  ContactUsUAENumber: "+971 (4) 2156555",
  ContactUsKSA: "المملكة العربية:",
  ContactUsKSANumber: "+966 (0) 115201141",
  ContactUsDescription: `
  تواصل مع <1>فريق الدعم</1> المخصص لدينا
  <br />
  البريد الإلكترونى: support@postpay.io
  <br />
  الإمارات العربي:+971 (4) 2156555
  <br />
  المملكة العربية: +966 (4) 2156555
  `,
  AboutUs: "عن بوست باي",
  Careers: "وظائف",
  PCIDSS: "معيار أمان بيانات صناعة بطاقات الدفع",
  OurPrinciples: "مبادئنا",
  Investors: "المستثمرون",
  PostpayForShoppers: "بوست باي للمتسوقين",
  ResponsibleSpending: "الإنفاق المسؤول",
  KeepUpToDate: "كن على تواصل",
  KeepUpToDateDescription:
    "اشترك في نشرتنا الإخبارية لتلقي آخر التحديثات على المتاجر الجديدة المضافة و العروض الخاصة!",
  Email: "البريد الإلكتروني",
  Subscribe: "اشترك",
  Terms: "الشروط والأحكام",
  Privacy: "سياسة الخصوصية",
  Support: "دعم العملاء",
  Copyright: "بوست باي. كافة الحقوق محفوظة 2022 ©  ",
  OurProducts: "منتجاتنا",
  PayInTwo: "ادفع على دفعتين",
  PayInTwoDescription: `قم بتقسيم إجمالي مبلغ طلبك إلى قسمين، ادفع نصف المبلغ اليوم والنصف التالي في الشهر المقبل عند استلامك الراتب! تمت جدولة المدفوعات حتى لا تضطر إلى القيام بأي شيء آخر. دائما بدون فائدة و بدون رسوم!`,
  PayInFour: "ادفع على أربع دفعات",
  PayInFourDescription: `قم بتقسيم إجمالي مبلغ طلبك إلى أربعة أقساط تُسدد كل أسبوعين! تمت جدولة المدفوعات حتى لا تضطر إلى القيام بأي شيء آخر. دائما بدون فائدة و بدون رسوم!`,
  PayInThree: "ادفع على ثلاث دفعات",
  PayInThreeDescription:
    "قم بتقسيم إجمالي مبلغ طلبك إلى ثلاث أقساط تُسدد شهرياً! تمت جدولة المدفوعات حتى لا تضطر إلى القيام بأي شيء آخر. دائما بدون فائدة و بدون رسوم",
  OrPayNow: "أو ادفع الآن",
  OrPayNowDescription: `هل استخدمت بوست باي من قبل؟ لا حاجة إلى إدخال تفاصيل البطاقة بعد الآن، ما عليك سوى التحقق من حسابك باستخدام هاتفك المحمول من ثم الدفع بنقرة واحدة! مدفوعات آمنة مدعومة بواسطة بوست باي.`,
  ReadyForNewShoppingExperience: "هل  أنت مستعد لتجربة تسوق جديدة؟",
  ShopNowDescription: `إختر بوست باي كطريقة للدفع عند عملية الدفع في متاجر شركائنا. سجل بثواني وادفع بالتقسيط!`,
  ShowMore: "عرض المزيد",
  AddRetailerFormTitle: `لا يمكنك العثور على المتجر الذي تبحث عنه؟`,
  AddRetailerFormDescription: `زودنا باسم المتجر الذي تريده وسنبذل أقصى جهدنا لانضمامهم الينا`,
  AddRetailerFormThankYouMessage: "شكراً لك! بمجرد انضمامهم إلينا سنعلمك بذلك.",
  Submit: "إرسال",
  ShopName: "اسم المتجر",
  YourEmail: "بريدك الإلكتروني",
  ThisFieldIsRequired: "هذه الخانة مطلوبة",
  MustBeAValidEmail: "يجب أن يكون عنوان بريد إلكتروني صالحاً",
  MustBeAValidUrl: "يجب أن يكون رابط إلكتروني صالحاً",
  MustBeAValidPhoneNumber: "يجب أن يكون رقم هاتف صالحًا",
  BenefitPageHeadline: "نمّي عملك من خلال تقديم خدمة بوست باي عند عملية الدفع.",
  BoostSalesConversion: "زيادة المبيعات والتحويل",
  BoostSalesConversionDescription:
    "بوست باي يحول المتسوقين الذين كانوا ليتخلوا لولا ذلك عن سلة التسوق، الأمر الذي أدى إلى زيادة المبيعات من العملاء الحاليين في حين يعمل على إنشاء زبائن جدد.",
  GetPaidUpFront: "احصل على مدفوعاتك مقدمًا بدون مخاطر",
  GetPaidUpFrontDescription:
    "يقوم بوست باي تلقائياً بتسوية الدفع مع بائعي التجزئة في البداية، كما يتم افتراض كافة مخاطر عدم سداد العميل لكل عملية.",
  IncreaseAverageOrderValue: "زيادة متوسط قيمة الطلب",
  IncreaseAverageOrderValueDescription:
    "من المرجح أن ينفق عملاء بوست باي أكثر على كل عملية شرائية حيث يمكنهم الشراء الآن والدفع لاحقًا.",
  DriveRepeatPurchase: "تكرار عمليات الشراء",
  DriveRepeatPurchaseDescription:
    "يحب عملاء بوست باي الشراء السلس، بحيث يشترون الآن ويدفعون لاحقاً، لذلك يعودون بشكل متزايد على مدى حياتهم.",
  WhatAreYouWaitingFor: "ماذا تنتظر؟",
  WhatAreYouWaitingForDescription:
    "ابدأ بعرض بوست باي كطريقة دفع اليوم! ما عليك سوى إكمال نموذج الاتصال الموجز الخاص بنا وسنتواصل معك قريباً.",
  GetStarted: "ابدأ",
  JoinPostpayFormTitle:
    "انضم إلى شركات البيع بالتجزئة الرائدة التي تستخدم بوست باي ",
  JoinPostpayFormDescription:
    "قم بتعبئة البيانات التالية وسيتواصل معك قريباً أحد أعضاء فريقنا المتخصص.",
  JoinPostpayFormNotice: "جميع الحقول إلزامية ما لم يذكر غير ذلك ",
  Name: "اسم الشركة",
  Phone: "بريد إلكتروني العمل",
  CompanyName: "اسم الشركة",
  WebsiteUrl: "الموقع الإلكتروني",
  Country: "البلد",
  Category: "الفئة",
  Platform: "المنصة",
  PlatformFashion: "الأزياء",
  PlatformMothersAndChildren: "الأمهات والأطفال",
  PlatformBeautyCare: "الجمال",
  PlatformJewellery: "المجوهرات والاكسسوارات",
  PlatformSports: "الرياضة",
  PlatformElectronics: "الإلكترونيات",
  PlatformServices: "الخدمات",
  PlatformOther: "أخرى",
  Select: "اختيار",
  CookieMessage:
    "يستخدم هذا الموقع ملفات تعريف الارتباط لضمان حصولك على أفضل تجربة للمستخدم. لمعرفة المزيد اقرأ سياسة ملفات تعريف الارتباط الخاصة بنا.",
  Accept: "قبول",
  ApproxMonthlyRevenue: "تقريبا. الإيرادات الشهرية (  مليون درهم إماراتي)",
  ApproxBasketSize: "تقريبا. متوسط حجم السلة (درهم)",
  UAEAddress:
    "الإمارات العربية المتحدة: المستوى 1 ، مكتب رقم 156 ، جيت أفنيو في مركز دبي المالي العالمي ، المنطقة D، دبي، 507211",
  KSAAddress:
    "المملكة العربية السعودية: 3141 شارع أنس بن مالك، حى الملقا، وحدة رقم 478، الرياض 13521 - 8292",
  Address: "العنوان",
  OurPrinciplesContent: `
  <ul>
      <li>
        <strong>دائماً نهتم بعملائنا</strong>
       <br/>
        <p>
         بناء علاقات ناجحة مع العملاء ليست أمر بسيط و لذلك نحرص دائمًا علي أن تكون علاقتنا مع العملاء مبنية علي العمل و الاجتهاد و الاحترام.
        </p>
      </li>

      <li>
        <strong>كن حقيقي</strong>
         <br/>
        <p>
        نحافظ باستمرار على الشفافية الكاملة في جميع تعاملاتنا.
مؤهلين لنصبح محل ثقة عملائنا الكرام.
لدينا كل الحلول.
بوست باي تؤمن بك.
        </p>
      </li>

      <li>
        <strong>الأقل هو الأكثر</strong>
        <br/>
        <p>
        حافظ علي بساطة و فاعلية و دقة كل شئ.
        </p>
      </li>

      <li>
        <strong>تولي المسئولية</strong>
        <br/>
        <p>
        أثبت نفسك من خلال عملك و كن دائمًا واثق أن هناك فريق كامل لدعمك.
        </p>
      </li>

       <li>
        <strong>ابدأ صغيرًا. تعلم. تقدَم.</strong>
        <br/>
        <p>
        نحن نشجع علي تنمية أفكار التكنولوجيا المالية من خلال الإبداع و التعاون.
        </p>
      </li>

      <li>
        <strong>نقدم نتائج صادقة مبنية على البيانات</strong>
        <br/>
        <p>
        نتعلم طرح الأسئلة الصحيحة من خلال دراسة البيانات حتي تحصل دائمًا على الإجابات الصحيحة
        </p>
      </li>
       <li>
        <strong>أنا أكون لأننا نكون</strong>
        <br/>
        <p>
        نحن نحافظ دائماً علي علاقتنا مع عملائنا. إن التواجد معًا هو البداية. البقاء معًا هو التقدم. العمل معًا هو النجاح.
        </p>
      </li>
    </ul>
  `,
  ResponsibleSpendingContent: `
    <p>
    نحن نسعى جاهدين لتمكين عملائنا، ونحن ملتزمون بمساعدتك على الإنفاق بمسؤولية. بصفتك أحد عملائنا، فأنت في صميم عرضنا، إضافةً إلى عدم فرض أي رسوم أو فوائد عليك، فإننا نهدف إلى ضمان إستخدامك تقنية بوست باي بطريقة مسؤولة ومستدامة. نظرًا لأنك تتحكم بشكل كامل في كيفية استخدامك لبوست باي، فإليك بعض الإرشادات الأساسية:
    </p>
    <ul>
      <li>
        <strong>لا تشتري ما لا تستطيع تحمل ثمنه</strong>
        <p>
        يهدف بوست باي إلى تسهيل عمليات الشراء الفورية التي يمكنك تحمل تكلفتها. إن كنت تعلم أنك لن تستطيع سداد الأقساط، فمن الأفضل شراء ما يمكنك تحمل تكاليفه اليوم فقط.
        </p>
      </li>

      <li>
        <strong>من الأفضل دائما تسوية حسابك في وقت مبكر</strong>
        <p>
          منتجنا واضح و صريح، اشتري الآن وادفع لاحقًا 3 أقساط شهرية. يمكنك دائمًا تسوية حسابك مبكرًا دون أي تكلفة إضافية على الإطلاق. إذا كنت قادرًا على تسوية حسابك قبل الميعاد، فيُفضل القيام بذلك لتقليل مخاطر عدم قدرتك على السداد لاحقًا.
        </p>
      </li>

      <li>
        <strong>تعقب أقساطك للتأكد من أن بوست باي مجاني دائما</strong>
        <p>
        قم بتسجيل الدخول إلى لوحة المعلومات أو قم بالتحقق من رسائل البريد الإلكتروني الخاصة بك بانتظام للتأكد من أنك على علم بموعد إستحقاق السداد. وبهذه الطريقة تضمن أن لديك أموالا متوفرة على طريقة الدفع، أو قم بتحديث قسط الخاص بك باستخدام طريقة دفع صالحة جديدة لتجنب رسوم التأخير.
        </p>
      </li>

      <li>
        <strong>تواصل معنا إذا احتجت إلى المساعدة</strong>
        <p>
        نحن حقاً ملتزمون بضمان تجربة عملاء سلسة. إذا كان لديك أي أسئلة حول كيفية عمل بوست باي، فيرجى زيارة صفحة الأسئلة الشائعة أو الاتصال بفريق الدعم المخصص لدينا.
        </p>
      </li>
    </ul>
  `,
  "shopper FAQs": "الأسئلة المكررة من المتسوق",
  "Write to us": "تواصل معنا",
  "Write to us-description":
    "يرجى الاتصال بنا بخصوص أي إستفسار محدد لم تتمكن من العثور عليه أعلاه، وسيقوم أحد أعضاء فريقنا المختص الاتصال بك قريبا.",
  "Write to us-helperText": "جميع الحقول إلزامية ما لم يذكر غير ذلك",
  "full name": "الاسم الكامل",
  subject: "الموضوع",
  message: "الموضوع",
  Send: "إرسال",
  "Developer Tools": "أدوات المطورين",
  "Ecommerce Platforms": "منصات التجارة الإلكترونية",
  AboutUsContent: `
    <p>في هذا العالم الديناميكي أصبح إستخدام الخدمات المالية أمر متزايد التعقيد. غالبًا ما يؤدي ذلك إلى إدارة معقدة للمنتجات المحملة بالفوائد مع تضخم الرسوم المخفية. إن إلهام بوست باي مستمد من هذه المشكلة.</>
    <p>إن هدفنا يتلخص في تحويل الوضع الراهن القائم على البيع بالتجزئة من خلال تقديم منتجات مالية مباشرة ومتاحة لعملائنا، الذين يشكلون جوهر عرضنا، في حين نعمل في الوقت نفسه  على خلق قيمة حقيقية لتجار التجزئة لدينا. وقد شهد تحول المتسوقين في الأجيال الألفية عن إستخدام الائتمان التقليدي. في الواقع يتم إستخدام الائتمان في غالب الأحوال كمسألة ضرورة وليس كتفضيل.</p>
    <p>نموذجنا واضح ومباشر. نحن نقدم منتجًا واحدًا بسيطًا للغاية يسمح للعميل بتقسيم مدفوعاته عبر الإنترنت إلى أربعة أجزاء متساوية بسلاسة دون ترك سلة التسوق. يتم سحب القسط الأول على الفور، ويستلم العميل منتجه كالمعتاد. الأقساط الثلاثة المتبقية تستحق كل أسبوعين بعد ذلك. والأهم من ذلك، أن العميل لا يدفع أكثر من المبلغ الذي كان يدفعه مقابل مشترياته، أي لا توجد أية فوائد أو رسوم طالما يتم سداد جميع المدفوعات في الوقت المحدد.</p>
    <p>هناك توافق بين أهدافنا وأهداف عملائنا. إننا نستفيد أكثر عندما يقوم عملاؤنا بالسداد في الوقت المحدد ويعودون بشكل متكرر إلى بوست باي. لا نستفيد عندما يتكبد عملاؤنا رسوما متأخرة أو إذا لم يعودوا نتيجة تجربة غير مثالية. وبالتالي، فإننا نشجع الإنفاق بمسؤولية ليس فقط من خلال وسائل تبادل المعلومات بل أيضا من خلال منتجاتنا. فالعملاء الجدد عموما لديهم حدود إنفاق أقل، وهذه القيود تزداد تدريجيا عند السداد في الوقت المحدد.</p>
    <p>نحن نبني مجتمعًا من عملاء بوست باي الشباب والحيويين الذين يستخدمون خدمتنا للتخطيط والميزانية. إنهم يستفيدون من منتجنا بقدر ما يستفيد منه تجار التجزئة الذين نتشارك معهم، والذين يزيدون من معدلات المبيعات والتحويل، وعودة العملاء، ومتوسط ​​قيم الطلبات ، كل ذلك دون إضافة أي مخاطر. </p>`,
  InvestorHeadline: "بوست باي هي شركة خاصة",
  InvestorContent:
    "نحن الآن مدعومون من قبل كبار المستثمرين من المؤسسات والأفراد على مستوى العالم. للتواصل بشأن نشرة الاستثمار لجولة التمويل التالية، يرجى مراسلتنا عبر البريد الإلكتروني على العنوان التالي <0>investors@postpay.io</0>",
  ThisPageAvailableInEnglish: "هذه الصفحة متاحة فقط باللغة <0>الإنجليزية</0>",
  ThisPageAvailableInArabic: "هذه الصفحة متاحة فقط باللغة عربى>",
  SubscribeSuccess: "أنت الآن مشترك",
  SubscribeSuccessMobile: "سنقوم بإخطارك بمجرد توّفر التطبيق",
  PleaseWait: "الرجاء الإنتظار",
  YourMessageHasBeenSent: "!تم إرسال رسالتك بنجاح",
  ThankYouJoinPostpay: "نشكرك على اهتمامك باستخدام بوست باي",
  AnAgentWillContactYouShortly: "سيتصل بك أحد الوكلاء قريبًا",
  ComingSoon: "قريبا",
  New: "جديد",
  TermsUAE: "الشروط والأحكام فى الإمارات العربية المتحدة",
  TermsKSA: "الشروط والأحكام فى المملكة العربية السعودية",
  PostpayAppShoppingEasierConvenient:
    "- يعمل تطبيق بوست باي على مساعدتك في الحصول على تجربة تسوق أسهل و أبسط. تسوق جميع متاجرك المفضلة  الآن و اختر نظام الدفع الذي يناسبك - كل هذا على بعد نقرة واحدة.",
  DownloadTheApp: "حمل التطبيق",
  DownloadTheAppDescription: "استخدم تطبيق بوست باي لتتبع مشترياتك و مدفوعاتك.",
  HowItWorksDescription:
    "يعمل تطبيق بوست باي علي مساعدتك في الحصول علي تجرية تسوق أسهل و أبسط. تسوق جميع متاجرك المفضلة  الآن و اختر نظام الدفع الذي يناسبك - كل هذا علي بعد نقرة واحدة.",
  SignupOrLogin: "الاشتراك أو تسجيل الدخول ",
  SignupOrLoginDescription: "سجل الدخول أو اشترك الآن وأكمل طلبك خلال ثوانٍ.",
  Signup: "اشترك الآن",
  StartShoppingWithPostpay: "تسوق الآن مع بوست باي",
  StartShoppingWithPostpayDescription:
    "يتم خصم المبلغ تلقائيًا من حسابك كل شهر. ستدفع فقط ما تراه.",
  ShopOver200Stores: "تسوق من مئات المتاجر",
  ShopOver200StoresDescription:
    "حمل تطبيقنا الآن لاستخدام بوست باي أينما كنت. تسوق و ادفع على 3 دفعات بدون أي فوائد.",
  GetTheApp: "احصل على التطبيق الآن",
  ManageAllYourPayments: "إدارة جميع مدفوعاتك",
  TrackYourPaymentWithEase:
    "يمكنك العثور على جميع خطط التقسيط الخاصة بك في مكان واحد حتى تتمكن من إدارة مدفوعاتك وتتبعها بسهولة.",
  NoInterestOrFees: "بدون رسوم و بدون فوائد",
  NothingExtraToPay: "لا يوجد رسوم زيادة في حالة السداد بالوقت المحدد.",
  ForMerchants: "للتجار",
  ZeroInterest: "بدون فوائد",
  ZeroFees: "بدون رسوم",
  MobileApp: "تطبيق الهاتف",
  HowToUsePostpayAtThisStore: "كيفية استخدام بوست في هذا المتجر.",
  DownloadPostpayAndSignUpOrSignIn:
    "قم بتحميل تطبيق بوست باي و اشترك أو سجل الدخول",
  CreateYourPostpayCardInTheApp: "قم بإنشاء بطاقة بوست باي من خلال التطبيق",
  SelectDebitCreditCardInputPostpayCardDetails:
    "قم بتحديد بطاقة خصم أو ائتمان عند الدفع و ادخل بيانات بطاقة بوست باي الخاصة بك للتقسيط على 3 دفعات بدون فوائد",
  NewYearSale: "خصومات بداية\nالسنة",
  GiftWithLove: "هدايا مليئة بالحب.",
  RamadanDeals: "عروض رمضان",
  BrowseTheRamadanDeals: "اكتشف عروض رمضان",
  DeclinePurchasedInfo: "تجربة العميل - المشتريات المرفوضة ",
  DeclinePurchasedTitle: "المشتريات المرفوضة",
  WhyNotApproved: "لماذا لم تتم الموافقة على شرائي من خلال بوست باي؟",
  WhtNotApprovedDetails:
    "هدف بوست باي هو دعم عادات الإنفاق الأخلاقية والمعقولة. نحن نتفهم أنه قد يكون من المحبط رفضك حتى بعد الموافقة عليك في الماضي.",
  DeclinePurchasedHelp:
    "ولكن تساعدنا عملية الموافقة الخاصة ببوست باي على تقديم الائتمان للعملاء بشكل مسؤول. فبالتالي لا يمكننا تغيير النتيجة الآلية النهائية لقرار الموافقة.",
  DeclinePurchasedContent: `
    <p>تعرف على بعض الأسباب التي قد تفسر سبب رفضك:</p>
    <ul>
      <li>
        <strong>عدد كبير جدًا من خطط التقسيط الجارية.</strong>
        <p>
        بوست باي سوف يبلغك عندما يتم رفضك بسبب وجود عدد كبير جدًا من خطط الأقساط الجارية. سيتوجب عليك سداد إحدى الخطط الموجودة أولاً. قد يتم ذلك قبل تاريخ الاستحقاق أو يمكنك الانتظار حتى يقوم النظام تلقائيًا بخصم المبلغ في تاريخ الاستحقاق نفسه.
        </p>
      </li>
      <li>
        <strong>أقساط غير مدفوعة.</strong>
        <p>
          لن يسمح لك النظام بإكمال خطة تقسيط أخرى إذا كان لديك أي أقساط متأخرة. لإكمال خطة التقسيط الأخرى فيجب ألا يكون لديك أقساط متأخرة.
        </p>
      </li>
      <li>
        <strong>البطاقات الدولية.</strong>
        <p>
          لا نقبل حاليًا البطاقات الدولية لخيار "الدفع على 3 دفعات". ولكن نحن نعمل دائمًا لزيادة التغطية.
        </p>
      </li>
      <li>
        <strong>رصيد غير كاف.</strong>
        <p>
          يرجى التأكد من أن البطاقة التي تستخدمها بها أموال كافية أو في حالة أنها بطاقة ائتمان فلم يتم تجاوز الحد الأقصى للصرف.
        </p>
      </li>
      <li>
        <strong>العملاء المجمدين.</strong>
        <p>
          قد تؤدي محاولة إكمال الشراء عدة مرات بعد الرفض إلى تعليق حسابك. يرجى المحاولة مرة أخرى في خلال 30 يومًا.
        </p>
      </li>
    </ul>
  `,
  DeclinedGetToKnow: `
    <strong>من الأفضل أن تعلم أن:</strong>
    <ul>
      <li><p>كل عملية شراء هي قرار جديد. لا يعني رفض الشراء أن مشترياتك سيتم رفضها دائمًا.</p></li>
      <li><p>لن يؤثر رفض النظام لك على درجة الائتمان الخاصة بك. (مكتب الاتحاد للمعلومات الائتمانية/ سمة)</p></li>
      <li><p>يعتمد قرار الموافقة الآلي على عدة عوامل داخلية.</p></li>
    </ul>
  `,
  EidDeals: "صفقات العيد",
  BrowseEidDeals: "تصفح عروض العيد",
};
