import React from "react";

const PrivacyContentAr = () => (
  <>
    <div>
      <h2>الخصوصية</h2>
      <h2>حقوق الخصوصية الخاصة بك</h2>
      <p>
        تصف سياسة الخصوصية هذه حقوق الخصوصية الخاصة بك فيما يتعلق بجمع معلوماتك
        الشخصية واستخدامها وتخزينها ومشاركتها وحمايتها، وتنطبق على موقع postpay
        وجميع المواقع والتطبيقات والخدمات والأدوات ذات الصلة بغض النظر عن كيفية
        الوصول إليها أو استخدامها.
      </p>
      <br />
      <h2>النطاق والموافقة</h2>
      <p>
        أنت توافق على سياسة الخصوصية هذه عندما تقوم بالتسجيل أو الوصول إلى أو
        استخدام منتجاتنا أو خدماتنا أو محتوياتنا أو ميزاتنا أو تقنياتنا أو
        وظائفنا المعروضة على موقعنا الإلكتروني وجميع المواقع والتطبيقات والخدمات
        ذات الصلة (يشار إليها مجتمعة باسم "خدمات postpay")، تطبق سياسة الخصوصية
        هذه قانون دولة الإمارات العربية المتحدة وتهدف إلى تنظيم استخدام خدمات
        postpay من قبل مستخدمينا (بما في ذلك، على سبيل المثال لا الحصر، أولئك
        الذين يستخدمون خدمات postpay في سياق تجارتهم أو أعمالهم) في الإمارات
        العربية المتحدة ما لم يتم الاتفاق على خلاف ذلك من خلال العقد، يجوز لنا
        تعديل سياسة الخصوصية هذه في أي وقت عن طريق نشر نسخة منقحة على موقعنا
        الإلكتروني، وسوف تكون النسخة المنقحة سارية اعتبارًا من تاريخ السريان
        المنشور، بالإضافة إلى ذلك، إذا تضمنت النسخة المنقحة تغييرًا جوهريًا،
        فسوف نقدم لك إشعارًا مسبقًا قبل 30 يومًا من خلال نشر إشعار بالتغيير في
        قسم "التحديثات الجوهرية للسياسة" في هذه الصفحة.
      </p>
      <h2>جمع المعلومات الشخصية</h2>
      <p>
        نقوم بجمع المعلومات الشخصية التالية من أجل تمكينكم من استخدام خدمات
        postpay، ولمساعدتنا في تخصيص تجربتكم وتحسينها.
      </p>
      <p className="underline">المعلومات التي نجمعها تلقائيًا</p>
      <p>
        عندما تستخدم خدمات postpay، فإننا نجمع المعلومات التي يتم إرسالها إلينا
        عن طريق الكمبيوتر أو الهاتف المحمول أو الأجهزة الأخرى المستخدمة في
        الوصول إل خدماتنا، وتتضمن المعلومات المرسلة إلينا، على سبيل المثال لا
        الحصر، ما يلي: بيانات حول الصفحات التي تصل إليها، وعنوان بروتوكول
        الانترنت الخاص بالكمبيوتر، ومعرف الجهاز أو المعرف الفريد، ونوع الجهاز
        المستخدم، ومعلومات حول الموقع الجغرافي، ومعلومات الكمبيوتر والاتصال،
        ومعلومات شبكة الهاتف المحمول، وإحصائيات حول مشاهدات الصفحة، وحركة المرور
        من وإلى المواقع، وعنوان URL للإحالة، وبيانات الإعلان، وبيانات سجل الويب
        القياسية وغيرها من المعلومات، نقوم أيضًا بجمع معلومات مجهولة المصدر من
        خلال استخدامنا لملفات تعريف الارتباط وإشارات الويب.
      </p>
      <p className="underline">المعلومات التي تقدمها لنا</p>
      <p>
        قد نقوم بجمع وتخزين أي معلومات تزودنا بها عند استخدام خدمات postpay، بما
        في ذلك عند إضافة معلومات على نموذج ويب أو إضافة معلومات حسابك أو تحديثها
        أو المشاركة في المناقشات المجتمعية أو المحادثات أو حل النزاعات، أو عندما
        تتواصل معنا فيما يتعلق بخدمات postpay.
      </p>
      <p>
        عند استخدامك لخدمات بوست باي نحن نقوم بجمع معلومات عن معاملاتك و أنشطتك.
        و بالإضافة إلى ذلك، إذا قمت بفتح حساب ببوست باي أو استخدمت خدمات بوست
        باي فقد نجمع بعض من المعلومات من بائعي التجزئة أو منك أثناء عملية الدفع
        مثل:
      </p>
      <ul>
        <li>
          بيانات الاتصال، مثل اسمك وعنوانك وهاتفك وبريدك الإلكتروني ومعلومات
          أخرى مماثلة.
        </li>
        <li>
          المعلومات المالية، مثل أرقام الحسابات المصرفية الكاملة و / أو أرقام
          بطاقات الائتمان التي تربطها بحساب postpay الخاص بك أو التي تقدمها لنا
          عند استخدام خدمات postpay.
        </li>
        <li>معلومات شخصية مفصلة مثل تاريخ ميلادك أو رقم الهوية الإماراتية.</li>
      </ul>
      <p>
        قد نقوم أيضًا بجمع معلومات منك أو عنك من مصادر أخرى، على سبيل المثال من
        خلال اتصالك بنا، بما في ذلك بفريق دعم العملاء لدينا، ونتائجك عند الرد
        على الاستبيان، وتفاعلاتك مع أعضاء عائلة شركات postpay أو شركات أخرى
        (تخضع لسياسات الخصوصية الخاصة بهم والقانون المعمول به)، ومن حسابات أخرى
        لدينا سبب للاعتقاد بأنك تتحكم بها (سواء جزئيًا أو كليًا)، وبالإضافة إلى
        ذلك، ولأغراض الجودة والتدريب أو لحمايتها الخاصة، يجوز لـ postpay مراقبة
        أو تسجيل محادثاتها الهاتفية معك أو مع أي شخص يتصرف نيابة عنك، ومن خلال
        التواصل مع postpay، فإنك تقر بأن اتصالاتك قد يتم سماعها أو مراقبتها أو
        تسجيلها دون إشعار أو تحذير آخر.
      </p>
      <p className="underline">المعلومات التي نحصل عليها من مصادر أُخرى</p>
      <p>
        قد نحصل أيضًا على معلومات عنك من جهات خارجية مثل مكاتب الائتمان وخدمات
        التحقق من الهوية.
      </p>
      <p className="underline">المصادقة واكتشاف الغش والاحتيال</p>
      <p>
        من أجل المساعدة في حمايتك من الاحتيال وإساءة استخدام معلوماتك الشخصية،
        قد نجمع معلومات عنك وعن تفاعلاتك مع خدمات postpay، وقد نقوم أيضًا بتقييم
        جهاز الكمبيوتر أو الهاتف المحمول أو أي جهاز وصول آخر لتحديد أي برنامج أو
        نشاط ضار.
      </p>
      <p className="underline">الأجهزة المحمولة</p>
      <p>
        قد نوفر لك القدرة على الاتصال بخدمات postpay باستخدام جهاز محمول، إما من
        خلال تطبيق الهاتف المحمول أو عبر موقع ويب مُحسّن للجوّال، وتنطبق أحكام
        سياسة الخصوصية هذه على جميع عمليات الوصول إلى الأجهزة المحمولة
        واستخدامها.
      </p>
      <p>
        عندما تقوم بتنزيل تطبيقات الهاتف المحمول الخاصة بنا أو استخدامها أو
        الوصول إلى أحد مواقعنا المخصصة للأجهزة المحمولة، فقد نتلقى معلومات حول
        موقعك وجهازك المحمول، بما في ذلك معرف فريد لجهازك، وقد نستخدم هذه
        المعلومات لتزويدك بالخدمات المستندة إلى الموقع، مثل الإعلان ونتائج البحث
        وغيرها من المحتويات المخصصة، علماُ بأنه تسمح لك معظم الأجهزة المحمولة
        بالتحكم في خدمات الموقع أو تعطيلها في قائمة إعدادات الجهاز، إذا كانت
        لديك أسئلة حول كيفية تعطيل خدمات الموقع بجهازك، فإننا نوصيك بالاتصال
        بمشغل خدمة الجوال أو الشركة المصنعة لجهازك.
      </p>
      <br />
      <h2>كيف نستخدم المعلومات الشخصية التي نجمعها</h2>
      <p>
        هدفنا الأساسي في جمع المعلومات الشخصية هو تزويدك بتجربة آمنة وسلسة
        وفعالة ومخصصة، وقد نستخدم معلوماتك الشخصية من أجل:
      </p>
      <ul>
        <li>تقديم خدمات postpay ودعم العملاء.</li>
        <li>معالجة وإجراء المعاملات وإرسال الإخطارات حول معاملاتك.</li>
        <li>
          التحقق من هويتك، بما في ذلك أثناء عمليات إنشاء الحساب وإعادة تعيين
          كلمة المرور.
        </li>
        <li>حل النزاعات وجمع الرسوم واستكشاف المشكلات وإصلاحها.</li>
        <li>
          إدارة المخاطر، أو اكتشاف، و / أو منع، و / أو معالجة عمليات الاحتيال أو
          غيرها من الأنشطة المحظورة أو غير القانونية الأخرى.
        </li>
        <li>
          اكتشاف انتهاكات السياسات أو اتفاقيات المستخدم السارية أو منعها أو
          معالجتها.
        </li>
        <li>تحسين خدمات postpay من خلال تخصيص تجربة المستخدم الخاصة بك.</li>
        <li>قياس أداء خدمات postpay وتحسين محتواها وتصميمها.</li>
        <li>إدارة وحماية البنية التحتية لتكنولوجيا المعلومات الخاصة بنا.</li>
        <li>
          توفير التسويق والإعلان المستهدفين وتقديم إشعارات تحديث الخدمة وتقديم
          العروض الترويجية بناءً على تفضيلات الاتصال الخاصة بك.
        </li>
        <li>
          الاتصال بك على أي رقم هاتف، عن طريق إجراء مكالمة صوتية أو من خلال
          الرسائل النصية القصيرة (SMS) أو رسائل البريد الإلكتروني، على النحو
          المصرح به بموجب اتفاقية المستخدم الخاصة بنا.
        </li>
        <li>
          إجراء فحوصات الجدارة الائتمانية والملاءة المالية، ومقارنة المعلومات
          للتأكد من دقتها، والتحقق منها مع أطراف أخرى.
        </li>
      </ul>
      <p>
        قد نتواصل بمعك عبر الوسائل الإلكترونية أو البريد العادي لإعلامك بخصوص
        حسابك، ولاستكشاف المشكلات المتعلقة بحسابك، وحل النزاعات، أو تحصيل الرسوم
        أو الأموال المستحقة، ولاستطلاع آرائك من خلال الاستبيانات أو المسوحات، أو
        بأي وسيلة اخرى ضرورية لخدمة حسابك، بالإضافة إلى ذلك، قد نتصل بك لتقديم
        قسائم وخصومات وعروض ترويجية، وإبلاغك بخدمات postpay وخدمات عائلة
        شركاتنا، وأخيراً، قد نتواصل معك عند الضرورة لتطبيق سياساتنا أو القانون
        المعمول به أو أي اتفاقية قد تكون مبرمة بيننا وبينك، للوصول إليك بأكبر
        قدر ممكن من الكفاءة، قد نتصل بك عبر الهاتف وقد نستخدم المكالمات والرسائل
        النصية التي تم طلبها تلقائيًا أو المسجلة مسبقًا، وحيثما يكون ذلك ممكنًا
        ومسموحًا به بموجب القانون، يمكنك رفض تلقي بعض الاتصالات التسويقية.
      </p>
      <p>
        نحن لا نبيع أو نؤجر معلوماتك الشخصية لأطراف ثالثة لأغراض التسويق الخاصة
        بهم دون موافقتك الصريحة، وقد ندمج معلوماتك الشخصية مع المعلومات التي
        نجمعها من الشركات الأخرى ونستخدمها لتحسين خدمات postpay وتخصيص محتوياتها
        وإعلاناتها، وإذا كنت لا ترغب في تلقي اتصالات تسويقية منا أو المشاركة في
        برامج تخصيص الإعلانات الخاصة بنا، فما عليك سوى اتباع الإرشادات التي قد
        يتم توفيرها في إرشادات الاتصال أو الإعلان.
      </p>
      <br />
      <h2>كيف نستخدم ملفات تعريف الارتباط والتقنيات المماثلة</h2>
      <p>
        عند الوصول إلى موقعنا الإلكتروني أو استخدام خدمات Postpay، يجوز لنا (بما
        في ذلك الشركات التي نعمل معها) وضع ملفات بيانات صغيرة على جهاز الكمبيوتر
        الخاص بك أو أي جهاز آخر، قد تكون ملفات البيانات هذه عبارة عن ملفات تعريف
        الارتباط أو علامات البيكسل أو العلامات الإلكترونية أو "ملفات تعريف
        الارتباط " أو أي تخزين محلي آخر يوفره متصفحك أو التطبيقات المرتبطة به
        (يُشار إليها مجتمعة باسم "ملفات تعريف الارتباط")، نستخدم هذه التقنيات
        للتعرف عليك كعمي ، وتخصيص خدمات postpay، والمحتوى، والإعلان، وقياس
        فعالية الترويج، المساعدة في ضمان عدم تعرض أمان حسابك للخطر، وتخفيف
        المخاطر ومنع الاحتيال، وتعزيز الثقة والأمان عبر مواقعنا وخدمات postpay.
      </p>
      <p>
        لك مطلق الحرية في رفض ملفات تعريف الارتباط الخاصة بنا إذا كان المستعرض
        الخاص بك أو الوظيفة الإضافية للمتصفح تسمح بذلك ما لم تكن ملفات تعريف
        الارتباط الخاصة بنا مطلوبة لمنع الاحتيال أو ضمان أمن المواقع التي نتحكم
        فيها، ومع ذلك، فإن رفض ملفات تعريف الارتباط الخاصة بنا قد يتعارض مع
        استخدامك لموقعنا الإلكتروني وخدمات postpay.
      </p>
      <br />
      <h2>كيف نحمي المعلومات الشخصية ونخزنها</h2>
      <p>
        خلال سياسة الخصوصية هذه، نستخدم مصطلح "المعلومات الشخصية" لوصف المعلومات
        التي يمكن ربطها بشخص معين ويمكن استخدامها لتحديد هوية هذا الشخص، ونحن لا
        نعتبر أن المعلومات الشخصية تشمل المعلومات التي تم جعلها مجهولة بحيث لا
        تحدد هوية مستخدم معين.
      </p>
      <p>
        عملياتنا مدعومة بشبكة من أجهزة الكمبيوتر والخوادم المستندة إلى السحابة
        والبنية التحتية الأخرى وتكنولوجيا المعلومات، بما في ذلك، على سبيل المثال
        لا الحصر، استخدام مزودي الخدمات من الأطراف الثالثة، نحن، ومزودي الخدمات
        الخارجيين نيابة عنا، نقوم بتخزين ومعالجة معلوماتك الشخصية في دولة
        الإمارات العربية المتحدة وفي أي مكان آخر في العالم، إذا تم نقل معلوماتك
        إلى دول أخرى، بما في ذلك البلدان التي قد لا يكون لديها قوانين حماية
        البيانات التي توفر نفس مستوى الحماية الموجود في بلدك، فسنقوم بحماية
        المعلومات كما هو موضح في سياسة الخصوصية هذه.
      </p>
      <p>
        نحن نحمي معلوماتك باستخدام تدابير أمنية مادية وفنية وإدارية لتقليل مخاطر
        الخسارة وسوء الاستخدام والوصول غير المصرح به والكشف والتعديل، بعض
        الضمانات التي نستخدمها هي جدران الحماية وتشفير البيانات، وضوابط الوصول
        المادي إلى مراكز البيانات، وضوابط تفويض الوصول إلى المعلومات.
      </p>
      <br />
      <h2>كيف نشارك المعلومات الشخصية مع التجار</h2>
      <p>
        عند التعامل مع التجار، قد نزود هذه الأطراف بالمعلومات اللازمة عنك لإكمال
        المعاملة، مثل اسمك ومعرف حسابك وتفاصيل الاتصال وعنوان الشحن وتوجيه
        الفواتير أو غيرها من المعلومات اللازمة لتعزيز موثوقية وأمن المعاملة، إذا
        تم تعليق المعاملة أو فشلها أو تم إبطالها لاحقًا، فقد نقدم أيضًا تفاصيل
        عن المعاملة غير الناجحة.
      </p>
      <p>
        نحن لا نشارك معلومات حسابك المصرفي أو معلومات حساب البطاقة مع أي تجار،
        نحن نعمل مع أطراف ثالثة، بما في ذلك التجار، لتمكينهم من قبول أو إرسال
        مدفوعات منك أو إليك باستخدام postpay، عند القيام بذلك، يجوز لطرف ثالث
        مشاركة معلومات عنك معنا، مثل عنوان بريدك الإلكتروني أو رقم هاتفك
        المحمول، نستخدم هذه المعلومات لتأكيد أنك أحد عملاء postpay وأنه يمكن
        تمكين postpay كطريقة سداد، أو لإرسال إشعار إليك بحالة السداد، أيضًا، إذا
        طلبت أن نتحقق من حالتك كعميل postpay لدى طرف ثالث، فسوف نقوم بذلك.
      </p>
      <p>
        يرجى ملاحظة أن التجار والبائعين والمستخدمين الذين تشتري منهم أو تتعاقد
        معهم لديهم سياسات خصوصية خاصة بهم، وعلى الرغم من أن اتفاقية مستخدم
        postpay لا تسمح للطرف المتعامل الآخر باستخدام هذه المعلومات لأي شيء
        بخلاف تقديم خدمات postpay، فإن postpay غير مسئولة عن تصرفاتهم، بما في
        ذلك ممارسات حماية المعلومات الخاصة بهم.
      </p>
      <p>
        بخلاف ذلك، لن نفصح عن رقم بطاقتك الائتمانية أو رقم حسابك المصرفي لأي شخص
        دفعت له أو دفع لك عبر postpay، أو مع الأطراف الثالثة التي تقدم أو تستخدم
        خدمات postpay، إلا بموجب إذن صريح منك أو إذا طلب منا ذلك للامتثال لقواعد
        بطاقة الائتمان أو الإجراءات القانونية الأخرى.
      </p>
      <br />
      <h2>كيف نشارك المعلومات الشخصية مع أطراف ثالثة</h2>
      <p>
        قد نشارك معلوماتك الشخصية التي نجمعها منك، بما في ذلك اسمك وتفاصيل
        الاتصال والمعاملات والأنشطة، مع:
      </p>
      <ul>
        <li>
          إلى أعضاء عائلة شركات postpay، للمساعدة في اكتشاف ومنع الأعمال غير
          القانونية المحتملة وانتهاكات سياساتنا، ولتوجيه القرارات المتعلقة
          بمنتجاتهم وخدماتهم واتصالاتهم، سيستخدم أعضاء عائلة شركتنا هذه
          المعلومات لإرسال رسائل تسويقية إليك فقط إذا طلبت خدماتهم، والمؤسسات
          المالية التي نتشارك معها لإنشاء منتج وعرضه بشكل مشترك، يجوز لهذه
          المؤسسات المالية استخدام هذه المعلومات فقط لتسويق المنتجات ذات الصلة
          بـ postpay ما لم توافق على استخدامات أخرى.
        </li>
        <li>
          إلى مكاتب الائتمان ووكالات التحصيل للإبلاغ عن معلومات الحساب، وفقًا
          لما يسمح به القانون.
        </li>
        <li>
          إلى الشركات التي نخطط للاندماج معها أو الاستحواذ عليها، (في حالة حدوث
          مثل هذا الاندماج، سنطلب من الكيان المدمج الجديد اتباع سياسة الخصوصية
          هذه فيما يتعلق بمعلوماتك الشخصية، إذا كان من الممكن استخدام معلوماتك
          الشخصية بشكل مخالف لهذه السياسة، فستتلقى إشعارًا مسبقًا.)
        </li>
        <li>
          إلى جهات تطبيق القانون، أو المسئولون الحكوميون، أو الأطراف الثالثة
          الأخرى بموجب حكم محكمة، أو أي إجراء قانوني آخر أو شرط مطبق على postpay
          أو أحد الشركات التابعة لها؛ عندما نحتاج إلى القيام بذلك للامتثال
          للقانون أو قواعد بطاقة الائتمان، أو عندما نعتقد، وفقًا لتقديرنا الخاص،
          أن الكشف عن المعلومات الشخصية ضروري لمنع حدوث ضرر جسدي أو خسارة مالية،
          أو للإبلاغ عن نشاط غير قانوني مشتبه به أو للتحقيق في انتهاكات اتفاقية
          المستخدم الخاصة بنا.
        </li>
        <li>
          إلى الجهات الخارجية الأخرى غير المنتسبة للأغراض التالية:
          <ul>
            <li>
              منع الاحتيال وإدارة المخاطر: للمساعدة في منع الاحتيال أو تقييم
              وإدارة المخاطر.
            </li>
            <li>
              خدمة العملاء: لأغراض خدمة العملاء، بما في ذلك المساعدة في خدمة
              حساباتك أو حل النزاعات (على سبيل المثال، النزاعات المتعلقة
              بالفواتير أو المعاملات).
            </li>
            <li>
              جهات الامتثال القانوني: لمساعدتهم على الامتثال لمتطلبات التحقق من
              مكافحة غسل الأموال وتمويل الإرهاب.
            </li>
            <li>
              مزودي الخدمات: لتمكين مزودي الخدمات بموجب عقد مبرم معنا من دعم
              عملياتنا التجارية، مثل منع الاحتيال وتحصيل الفواتير والتسويق وخدمة
              العملاء وخدمات التكنولوجيا، حيث تنص عقودنا على أن مزودي الخدمة
              هؤلاء يستخدمون معلوماتك فقط فيما يتعلق بالخدمات التي يقدمونها لنا
              وليس لمصلحتهم الخاصة.
            </li>
          </ul>
        </li>
        <li>الأطراف الثالثة الأخرى بعد موافقتك أو توجيهك للقيام بذلك.</li>
      </ul>
      <p>
        يرجى ملاحظة أن هذه الأطراف الثالثة قد تكون في بلدان أخرى حيث قد تكون
        قوانين معالجة المعلومات الشخصية أقل صرامة مما هي عليه في بلدك.
      </p>
      <p>
        إذا أنشأت حساب postpay مباشرةً على موقع ويب تابع لجهة خارجية أو عبر
        تطبيق جهة خارجية، ستتم مشاركة أي معلومات تدخلها على هذا الموقع أو
        التطبيق (وليس مباشرة على موقع postpay) مع مالك موقع الويب أو التطبيق
        التابع لجهة خارجية، تخضع هذه المواقع لسياسات الخصوصية الخاصة بها، ونحن
        نشجعك على مراجعة سياسات الخصوصية الخاصة بها قبل تزويدها بالمعلومات
        الشخصية، وتون postpay غير مسئول ةعن المحتوى أو ممارسات المعلومات الخاصة
        بهذه الأطراف الثالثة.
      </p>
      <br />
      <h2>كيف يمكنك الوصول إلى معلوماتك الشخصية أو تغييرها</h2>
      <p>
        يمكنك مراجعة وتعديل معلوماتك الشخصية في أي وقت عن طريق تسجيل الدخول إلى
        حسابك ومراجعة إعدادات حسابك وملفك الشخصي، كما يمكنك إغلاق حسابك من خلال
        موقع postpay، إذا قمت بإغلاق حسابك لدى postpay، فسوف نقوم بتحديد حسابك
        في قاعدة بياناتنا على أنه "مغلق"، ولكن قد نحتفظ بالمعلومات الشخصية
        المتعلقة بحسابك لفترة زمنية معينة ونكشف عنها بطريقة تتفق مع ممارساتنا
        وفقاً لسياسة الخصوصية هذه للحسابات غير المغلقة، كما يجوز لنا أيضًا
        الاحتفاظ بالمعلومات الشخصية المتعلقة بحسابك لتحصيل أي رسوم مستحقة أو حل
        النزاعات أو استكشاف المشكلات وإصلاحها أو المساعدة في أي تحقيقات أو منع
        الاحتيال أو تنفيذ اتفاقية المستخدم الخاصة بنا أو اتخاذ إجراءات أخرى
        وفقًا لما يقتضيه القانون أو يسمح به.
      </p>
      <br />
      <h2>كيف يمكنك التواصل معنا بخصوص أي استفسارات متعلقة بالخصوصية</h2>
      <p>
        إذا كانت لديك أي أسئلة أو استفسارات بشأن سياسة الخصوصية هذه، فيجب عليك
        التواصل معنا.
      </p>
    </div>
    <style jsx>{`
      .underline {
        text-decoration: underline;
      }
      li > ul {
        padding-top: 10px;
      }
    `}</style>
  </>
);

export default PrivacyContentAr;
